Repository: cohenadair/anglers-log
Catalog: mobile/lib/l10n/localizations_*.arb
Languages: es

# statsPageNewReport
source: New Report
es: Nuevo informe

# statsPagePeriodSummary
source: Time of Day Summary
es: Resumen de la hora del día

# statsPagePersonalBests
source: Personal Bests
es: Mejores personales

# statsPageSeasonSummary
source: Season Summary
es: Resumen de la temporada

# statsPageSpeciesSummary
source: Species Summary
es: Resumen de especies

# statsPageTideSummary
source: Tide Summary
es: Resumen de mareas

# statsPageTitle
source: Stats
es: Estadísticas

# statsPageWaterClaritySummary
source: Water Clarity Summary
es: Resumen de claridad del agua

# tideFetcherErrorNoLocationFound
source: Fetch location is too far inland to determine tidal information.
es: La ubicación de fetch está demasiado lejos de la costa para determinar la información de las mareas.

# tideHigh
source: High Tide
es: Marea alta

# tideIncoming
source: Incoming Tide
es: Marea entrante

# tideInputFirstHighTimeLabel
source: Time of First High Tide
es: Hora de la primera marea alta

# tideInputFirstLowTimeLabel
source: Time of First Low Tide
es: Hora de la primera marea baja

# tideInputHighTimeValue
source: High: {value}
es: Alta: {value}

# tideInputLowTimeValue
source: Low: {value}
es: Baja: {value}

# tideInputSecondHighTimeLabel
source: Time of Second High Tide
es: Hora de la segunda marea alta

# tideInputSecondLowTimeLabel
source: Time of Second Low Tide
es: Hora de la segunda marea baja

# tideInputTitle
source: Tide
es: Marea

# tideLow
source: Low Tide
es: Marea baja

# tideOutgoing
source: Outgoing Tide
es: Marea saliente

# tideSlack
source: Slack Tide
es: Marea muerta

# tideTypeIncoming
source: Incoming
es: Entrante

# tideTypeOutgoing
source: Outgoing
es: Saliente

# tideTypeSlack
source: Slack
es: Muerto

# timeZoneInputDescription
source: Defaults to your current time zone.
es: Se establece en su zona horaria actual.

# timeZoneInputLabel
source: Time Zone
es: Zona horaria

# timeZoneInputSearchHint
source: Search time zones
es: Buscar zonas horarias

# tripCatchesPerAngler
source: Catches Per Angler
es: Capturas por pescador

# tripCatchesPerBait
source: Catches Per Bait
es: Capturas por cebo

# tripCatchesPerFishingSpot
source: Catches Per Fishing Spot
es: Capturas por lugar de pesca

# tripCatchesPerSpecies
source: Catches Per Species
es: Capturas por especie

# tripFieldEndTime
source: End Time
es: Hora de finalización

# tripFieldPhotos
source: Photos
es: Fotos

# tripFieldStartTime
source: Start Time
es: Hora de inicio

# tripListPageDeleteMessage
source: Are you sure you want to delete trip {trip}? This cannot be undone.
es: ¿Está seguro de que desea eliminar el viaje {trip}? Esto no se puede deshacer.

# tripListPageEmptyListDescription
source: You haven''t yet added any trips. Tap the %s button to begin.
es: Aún no has agregado ningún viaje. Toca el botón %s para comenzar.

# tripListPageEmptyListTitle
source: No Trips
es: Sin viajes

# tripListPageSearchHint
source: Search trips
es: Buscar viajes

# tripListPageTitle
source: Trips ({numOfTrips})
es: Viajes ({numOfTrips})

# tripSkunked
source: Skunked
es: Sin capturas

# tripSummaryAverageTimeBetweenCatches
source: Between Catches
es: Entre capturas

# tripSummaryAverageTimeBetweenTrips
source: Between Trips
es: Entre viajes

# tripSummaryAverageTripTime
source: Average Trip Time
es: Tiempo promedio de viaje

# tripSummaryBestLength
source: Best Length
es: Mejor longitud

# tripSummaryBestWeight
source: Best Weight
es: Mejor peso

# tripSummaryCatchesPerHour
source: Catches Per Hour
es: Capturas por hora

# tripSummaryCatchesPerTrip
source: Catches Per Trip
es: Capturas por viaje

# tripSummaryLengthPerTrip
source: Length Per Trip
es: Longitud por viaje

# tripSummaryLongestTrip
source: Longest Trip
es: Viaje más largo

# tripSummarySinceLastTrip
source: Since Last Trip
es: Desde el último viaje

# tripSummaryTitle
source: Trip Summary
es: Resumen del viaje

# tripSummaryTotalTripTime
source: Total Trip Time
es: Tiempo total de viaje

# tripSummaryWeightPerTrip
source: Weight Per Trip
es: Peso por viaje

# unitConvertToValue
source: Convert to {unit}
es: Convertir a {unit}

# unitsPageAirPressureInHg
source: Inch of mercury ({value})
es: Pulgada de mercurio ({value})

# unitsPageAirPressureMillibars
source: Millibars ({value})
es: Milibares ({value})

# unitsPageAirPressurePsi
source: Pounds per square inch ({value})
es: Libras por pulgada cuadrada ({value})

# unitsPageAirVisibilityKilometers
source: Kilometres ({value})
es: Kilómetros ({value})

# unitsPageAirVisibilityMiles
source: Miles ({value})
es: Millas ({value})

# unitsPageCatchLength
source: Catch Length
es: Longitud de captura

# unitsPageCatchWeight
source: Catch Weight
es: Peso de captura

# unitsPageCatchWeightKilograms
source: Kilograms ({value})
es: Kilogramos ({value})

# unitsPageCatchWeightPounds
source: Pounds ({value})
es: Libras ({value})

# unitsPageCatchWeightPoundsOunces
source: Pounds and ounces ({value})
es: Libras y onzas ({value})

# unitsPageCentimeters
source: Centimetres ({value})
es: Centímetros ({value})

# unitsPageDistanceTitle
source: Distance
es: Distancia

# unitsPageFeet
source: Feet ({value})
es: Pies ({value})

# unitsPageFeetInches
source: Feet and inches ({value})
es: Pies y pulgadas ({value})

# unitsPageFractionalInches
source: Fractional inches ({value})
es: Pulgadas fraccionarias ({value})

# unitsPageInches
source: Inches ({value})
es: Pulgadas ({value})

# unitsPageLeaderLengthTitle
source: Leader Length
es: Longitud del líder

# unitsPageMeters
source: Metres ({value})
es: Metros ({value})

# unitsPageRodLengthTitle
source: Rod Length
es: Longitud de la caña

# unitsPageTippetLengthTitle
source: Tippet Length
es: Longitud del tippet

# unitsPageTitle
source: Measurement Units
es: Unidades de medida

# unitsPageWindSpeedKilometers
source: Kilometres per hour ({value})
es: Kilómetros por hora ({value})

# unitsPageWindSpeedMeters
source: Metres per second ({value})
es: Metros por segundo ({value})

# unitsPageWindSpeedMiles
source: Miles per hour ({value})
es: Millas por hora ({value})

source: Unknown Bait
es: Cebo desconocido

source: Unknown Species
es: Especie desconocida

source: View All
es: Ver todo

source: View Details
es: Ver detalles

# waterClaritiesSummaryEmpty
source: When water clarities are added to your log, a summary of their catches will be shown here.
es: Cuando se agreguen claridades de agua a su registro, se mostrará un resumen de sus capturas aquí.

# waterClarityListPageDeleteMessage
source: {clarity} is associated with {numOfCatches} catches; are you sure you want to delete it? This cannot be undone.
es: {clarity} está asociado con {numOfCatches} capturas; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# waterClarityListPageDeleteMessageSingular
source: {clarity} is associated with 1 catch; are you sure you want to delete it? This cannot be undone.
es: {clarity} está asociado con 1 captura; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# waterClarityListPageEmptyListDescription
source: You haven''t yet added any water clarities. Tap the %s button to begin.
es: Aún no has agregado ninguna claridad de agua. Toca el botón %s para comenzar.

# waterClarityListPageEmptyListTitle
source: No Water Clarities
es: Sin claridades de agua

# waterClarityListPageSearchHint
source: Search water clarities
es: Buscar claridades de agua

# waterClarityListPageTitle
source: Water Clarities ({numOfClarities})
es: Claridades de agua ({numOfClarities})

# translationWarningPageTitle
source: Translations
es: Traducciones

# translationWarningPageDescription
source: The text in Anglers'' Log has been translated using AI. If you notice a mistake, or something doesn''t make sense, please reach out by tapping More, then Send Feedback. Your help is always appreciated, thank you!
es: El texto en Anglers'' Log ha sido traducido usando IA. Si notas un error o algo no tiene sentido, por favor toca Más y luego Enviar comentarios. ¡Tu ayuda siempre es apreciada, gracias!

# backupRestorePageOpenDoc
source: Open Documentation
es: Abrir documentación

# backupRestorePageWarningApple
source: The backup and restore feature has proven to be unreliable, and we are considering other options. In the meantime, it is highly recommended that you setup automatic backups for your entire device to ensure no data is lost. For more information, visit Apple''s documentation.
es: La función de copia de seguridad y restauración ha demostrado ser poco confiable, y estamos considerando otras opciones. Mientras tanto, se recomienda encarecidamente que configures copias de seguridad automáticas para todo tu dispositivo a fin de garantizar que no se pierdan datos. Para obtener más información, visita la documentación de Apple.

# backupRestorePageWarningGoogle
source: The backup and restore feature has proven to be unreliable, and we are considering other options. In the meantime, it is highly recommended that you setup automatic backups for your entire device to ensure no data is lost. For more information, visit Google''s documentation.
es: La función de copia de seguridad y restauración ha demostrado ser poco confiable, y estamos considerando otras opciones. Mientras tanto, se recomienda encarecidamente que configures copias de seguridad automáticas para todo tu dispositivo a fin de garantizar que no se pierdan datos. Para obtener más información, visita la documentación de Google.

# backupRestorePageWarningOwnRisk
source: Use this feature at your own risk.
es: Utiliza esta función bajo tu propio riesgo.

# proPageBackupWarning
source: Auto-backup has proven to be unreliable. Use this feature at your own risk while we investigate. For more details, visit the Backup and Restore pages in the More menu.
es: La copia de seguridad automática ha demostrado ser poco confiable. Usa esta función bajo tu propio riesgo mientras investigamos. Para más detalles, visita las páginas de Copia de seguridad y Restauración en el menú Más.

# changeLog_279_1
source: Fixed some user interface bugs.
es: Se corrigieron algunos errores de interfaz.

# changeLog_279_2
source: Added a warning to reflect the unreliability of cloud backup.
es: Se añadió una advertencia para reflejar la falta de confiabilidad de la copia de seguridad en la nube.

# changeLog_279_3
source: Add Spanish translations.
es: Agregar traducciones al español.

# changeLog_2710_1
source: Fixed large number formatting for regions that use apostrophes.
es: Se corrigió el formato de números grandes en regiones que usan apóstrofos.

# changeLog_2710_2
source: Fixed some text alignment issues on the Pro page.
es: Se corrigieron algunos problemas de alineación de texto en la página Pro.
