Repository: cohenadair/anglers-log
Catalog: mobile/lib/l10n/localizations_*.arb
Languages: es

# pickerTitleTrip
source: Select Trip
es: Seleccionar viaje

# pickerTitleWaterClarities
source: Select Water Clarities
es: Seleccionar claridades del agua

# pickerTitleWaterClarity
source: Select Water Clarity
es: Seleccionar claridad del agua

# pickerTitleWindDirection
source: Select Wind Direction
es: Seleccionar dirección del viento

# pickerTitleWindDirections
source: Select Wind Directions
es: Seleccionar direcciones del viento

# pollsPageComingSoonFree
source: Coming Soon To Free Users (As Voted)
es: Próximamente para usuarios gratuitos (según votación)

# pollsPageComingSoonPro
source: Coming Soon To Pro Users (As Voted)
es: Próximamente para usuarios pro (según votación)

# pollsPageDescription
source: Vote to determine which features will be added in the next version of Anglers'' Log.
es: Vota para determinar qué características se agregarán en la próxima versión de Anglers'' Log.

# pollsPageError
source: There was an error casting your vote. Please try again later.
es: Hubo un error al emitir tu voto. Por favor, inténtalo de nuevo más tarde.

# pollsPageNextFreeFeature
source: Next Free Feature
es: Próxima característica gratuita

# pollsPageNextProFeature
source: Next Pro Feature
es: Próxima característica pro

# pollsPageNoPollsDescription
source: There currently aren''t any feature polls. If you''d like to request a feature, please send us feedback!
es: Actualmente no hay encuestas de funciones. Si deseas solicitar una función, ¡por favor envíanos tus comentarios!

# pollsPageNoPollsTitle
source: No Polls
es: Sin encuestas

# pollsPageThankYouFree
source: Thank you for voting in the free feature poll!
es: ¡Gracias por votar en la encuesta de funciones gratuitas!

# pollsPageThankYouPro
source: Thank you for voting in the pro feature poll!
es: ¡Gracias por votar en la encuesta de funciones pro!

# pollsPageTitle
source: Feature Polls
es: Encuestas de funciones

# proBlurUpgradeButton
source: Upgrade
es: Actualizar

# proPageAtmosphere
source: Fetch atmosphere, weather, and tide data
es: Obtener datos de atmósfera, clima y mareas

# proPageBackup
source: Automatic backup with Google Drive™
es: Copia de seguridad automática con Google Drive™

# proPageCopyCatch
source: Copy catches
es: Copiar capturas

# proPageCsv
source: Export log to spreadsheet (CSV)
es: Exportar registro a hoja de cálculo (CSV)

# proPageCustomFields
source: Create custom input fields
es: Crear campos de entrada personalizados

# proPageGpsTrails
source: Create and track realtime GPS trails
es: Crea y rastrea senderos GPS en tiempo real

# proPageReports
source: Create custom reports and filters
es: Crea informes y filtros personalizados

# proPageSpeciesCounter
source: Realtime species caught counter
es: Contador de especies capturadas en tiempo real

# rateDialogDescription
source: Please take a moment to write a review of Anglers'' Log. All feedback is greatly appreciated!
es: ¡Por favor, tómate un momento para escribir una reseña de Anglers'' Log. ¡Todos los comentarios son muy apreciados!

# rateDialogLater
source: Later
es: Más tarde

# rateDialogRate
source: Rate
es: Calificar

# reportListPageConfirmDelete
source: Are you sure you want to delete report {report}? This cannot be undone.
es: ¿Estás seguro de que deseas eliminar el informe {report}? Esto no se puede deshacer.

# reportListPageReportAddNote
source: To add a custom report, tap the %s icon.
es: Para agregar un informe personalizado, toca el ícono %s.

# reportListPageReportsProDescription
source: You must be an Anglers'' Log Pro subscriber to view custom reports.
es: Debes ser suscriptor Pro de Anglers'' Log para ver informes personalizados.

# reportListPageReportTitle
source: Custom Reports
es: Informes personalizados

# reportSummaryCatchTitle
source: Catch Summary
es: Resumen de capturas

# reportSummaryFilters
source: Filters
es: Filtros

# reportSummaryNumberOfCatches
source: Number of catches
es: Número de capturas

# reportSummaryPerAngler
source: Per Angler
es: Por pescador

# reportSummaryPerAnglerDescription
source: Viewing number of catches per angler.
es: Viendo el número de capturas por pescador.

# reportSummaryPerBait
source: Per Bait
es: Por cebo

# reportSummaryPerBaitDescription
source: Viewing number of catches per bait.
es: Viendo el número de capturas por cebo.

# reportSummaryPerBodyOfWater
source: Per Body of Water
es: Por cuerpo de agua

# reportSummaryPerBodyOfWaterDescription
source: Viewing number of catches per body of water.
es: Viendo el número de capturas por cuerpo de agua.

# reportSummaryPerFishingSpot
source: Per Fishing Spot
es: Por lugar de pesca

# reportSummaryPerFishingSpotDescription
source: Viewing number of catches per fishing spot.
es: Viendo el número de capturas por lugar de pesca.

# reportSummaryPerGear
source: Per Gear
es: Por equipo

# reportSummaryPerGearDescription
source: Viewing number of catches per gear.
es: Viendo el número de capturas por equipo.

# reportSummaryPerHour
source: Per Hour
es: Por hora

# reportSummaryPerMethod
source: Per Fishing Method
es: Por método de pesca

# reportSummaryPerMethodDescription
source: Viewing number of catches per fishing method.
es: Viendo el número de capturas por método de pesca.

# reportSummaryPerMonth
source: Per Month
es: Por mes

# reportSummaryPerMoonPhase
source: Per Moon Phase
es: Por fase lunar

# reportSummaryPerMoonPhaseDescription
source: Viewing number of catches per moon phase.
es: Viendo el número de capturas por fase lunar.

# reportSummaryPerPeriod
source: Per Time of Day
es: Por hora del día

# reportSummaryPerPeriodDescription
source: Viewing number of catches per time of day.
es: Viendo el número de capturas por hora del día.

# reportSummaryPerSeason
source: Per Season
es: Por temporada

# reportSummaryPerSeasonDescription
source: Viewing number of catches per season.
es: Viendo el número de capturas por temporada.

# reportSummaryPerSpecies
source: Per Species
es: Por especie

# reportSummaryPerSpeciesDescription
source: Viewing number of catches per species.
es: Viendo el número de capturas por especie.

# reportSummaryPerTideDescription
source: Viewing number of catches per tide type.
es: Viendo el número de capturas por tipo de marea.

# reportSummaryPerTideType
source: Per Tide
es: Por marea

# reportSummaryPerWaterClarity
source: Per Water Clarity
es: Por claridad del agua

# reportSummaryPerWaterClarityDescription
source: Viewing number of catches per water clarity.
es: Viendo el número de capturas por claridad del agua.

# reportSummarySinceLastCatch
source: Since Last Catch
es: Desde la última captura

# reportSummaryViewAllHours
source: View all hours
es: Ver todas las horas

# reportSummaryViewAllHoursDescription
source: Viewing number of catches for each hour in the day.
es: Viendo el número de capturas para cada hora del día.

# reportSummaryViewAllMonths
source: View all months
es: Ver todos los meses

# reportSummaryViewAllMonthsDescription
source: Viewing number of catches for each month in the year.
es: Viendo el número de capturas para cada mes del año.

# reportSummaryViewAnglers
source: View all anglers
es: Ver todos los pescadores

# reportSummaryViewBaits
source: View all baits
es: Ver todos los cebos

# reportSummaryViewBodiesOfWater
source: View all bodies of water
es: Ver todos los cuerpos de agua

# reportSummaryViewFishingSpots
source: View all fishing spots
es: Ver todos los lugares de pesca

# reportSummaryViewGear
source: View all gear
es: Ver todo el equipo

# reportSummaryViewMethods
source: View all fishing methods
es: Ver todos los métodos de pesca

# reportSummaryViewMoonPhases
source: View all moon phases
es: Ver todas las fases lunares

# reportSummaryViewPeriods
source: View all times of day
es: Ver todos los momentos del día

# reportSummaryViewSeasons
source: View all seasons
es: Ver todas las temporadas

# reportSummaryViewTides
source: View all tide types
es: Ver todos los tipos de marea

# reportSummaryViewWaterClarities
source: View all water clarities
es: Ver todas las claridades del agua

# reportViewEmptyLog
source: Empty Log
es: Registro vacío

# reportViewEmptyLogDescription
source: You haven''t yet added any catches. To add a catch, tap the %s icon.
es: Aún no has agregado ninguna captura. Para agregar una captura, toca el ícono %s.

# reportViewNoCatches
source: No catches found
es: No se encontraron capturas

# reportViewNoCatchesDescription
source: No catches found in the selected date range.
es: No se encontraron capturas en el rango de fechas seleccionado.

# reportViewNoCatchesReportDescription
source: No catches found in the selected report''s date range.
es: No se encontraron capturas en el rango de fechas del informe seleccionado.

# restorePageAction
source: Restore Now
es: Restaurar ahora

# restorePageDescription
source: Restoring data completely replaces your existing log with the data stored in Google Drive™. If there is no data, your log remains unchanged. The restore process may take several minutes.
es: Restaurar datos reemplaza completamente su registro existente con los datos almacenados en Google Drive™. Si no hay datos, su registro permanece sin cambios. El proceso de restauración puede tardar varios minutos.

# restorePageErrorTitle
source: Restore Error
es: Error de restauración

# restorePageTitle
source: Restore
es: Restaurar

source: Save
es: Guardar

# saveAnglerPageEditTitle
source: Edit Angler
es: Editar pescador

# saveAnglerPageExistsMessage
source: Angler already exists
es: El pescador ya existe

# saveAnglerPageNewTitle
source: New Angler
es: Nuevo pescador

# saveBaitCategoryPageEditTitle
source: Edit Bait Category
es: Editar categoría de cebo

# saveBaitCategoryPageExistsMessage
source: Bait category already exists
es: La categoría de cebo ya existe

# saveBaitCategoryPageNewTitle
source: New Bait Category
es: Nueva categoría de cebo

# saveBaitPageBaitExists
source: A bait with these properties already exists. Please change at least one field and try again.
es: Un cebo con estas propiedades ya existe. Por favor, cambie al menos un campo e intente de nuevo.

# saveBaitPageDeleteVariantPlural
source: This variant is associated with {numOfCatches} catches; are you sure you want to delete it? This cannot be undone.
es: Esta variante está asociada con {numOfCatches} capturas; ¿está seguro de que desea eliminarla? Esto no se puede deshacer.

# saveBaitPageDeleteVariantSingular
source: This variant is associated with 1 catch; are you sure you want to delete it? This cannot be undone.
es: Esta variante está asociada con 1 captura; ¿está seguro de que desea eliminarla? Esto no se puede deshacer.

# saveBaitPageEditTitle
source: Edit Bait
es: Editar cebo

# saveBaitPageNewTitle
source: New Bait
es: Nuevo cebo

# saveBaitPageVariants
source: Variants
es: Variantes

# saveBaitVariantPageDescription
source: Description
es: Descripción

# saveBaitVariantPageEditTitle
source: New Bait Variant
es: Nueva variante de cebo

# saveBaitVariantPageMaxDiveDepth
source: Maximum Dive Depth
es: Profundidad máxima de buceo

# saveBaitVariantPageMinDiveDepth
source: Minimum Dive Depth
es: Profundidad mínima de buceo

# saveBaitVariantPageSize
source: Size
es: Tamaño

# saveBaitVariantPageTitle
source: Edit Bait Variant
es: Editar variante de cebo

# saveBodyOfWaterPageEditTitle
source: Edit Body of Water
es: Editar cuerpo de agua

# saveBodyOfWaterPageExistsMessage
source: Body of water already exists
es: El cuerpo de agua ya existe

# saveBodyOfWaterPageNewTitle
source: New Body of Water
es: Nuevo cuerpo de agua

# saveCatchPageEditTitle
source: Edit Catch
es: Editar captura

# saveCatchPageNewTitle
source: New Catch
es: Nueva captura

# saveCustomEntityPageEditTitle
source: Edit Field
es: Editar campo

# saveCustomEntityPageNameExists
source: Field name already exists
es: El nombre del campo ya existe

# saveCustomEntityPageNewTitle
source: New Field
es: Nuevo campo

# saveFishingSpotPageCoordinatesLabel
source: Coordinates
es: Coordenadas

# saveFishingSpotPageEditTitle
source: Edit Fishing Spot
es: Editar lugar de pesca

# saveGearPageEditTitle
source: Edit Gear
es: Editar equipo

# saveGearPageNameExists
source: Gear name already exists
es: El nombre del equipo ya existe

# saveGearPageNewTitle
source: New Gear
es: Nuevo equipo

# saveGpsTrailPageEditTitle
source: Edit GPS Trail
es: Editar ruta GPS

# saveMethodPageEditTitle
source: Edit Fishing Method
es: Editar método de pesca

# saveMethodPageExistsMessage
source: Fishing method already exists
es: El método de pesca ya existe

# saveMethodPageNewTitle
source: New Fishing Method
es: Nuevo método de pesca

# saveReportPageAllAnglers
source: All anglers
es: Todos los pescadores

# saveReportPageAllBaits
source: All baits
es: Todos los cebos

# saveReportPageAllBodiesOfWater
source: All bodies of water
es: Todos los cuerpos de agua

# saveReportPageAllFishingSpots
source: All fishing spots
es: Todos los lugares de pesca

# saveReportPageAllGear
source: All gear
es: Todo el equipo

# saveReportPageAllMethods
source: All fishing methods
es: Todos los métodos de pesca

# saveReportPageAllMoonPhases
source: All moon phases
es: Todas las fases lunares

# saveReportPageAllSkyConditions
source: All sky conditions
es: Todas las condiciones del cielo

# saveReportPageAllSpecies
source: All species
es: Todas las especies

# saveReportPageAllTideTypes
source: All tides
es: Todas las mareas

# saveReportPageAllWaterClarities
source: All water clarities
es: Todas las claridades del agua

# saveReportPageAllWindDirections
source: All wind directions
es: Todas las direcciones del viento

# saveReportPageCatchAndRelease
source: Catch and Release Only
es: Solo captura y liberación

# saveReportPageCatchAndReleaseFilter
source: Catch and release only
es: Solo captura y liberación

# saveReportPageComparison
source: Comparison
es: Comparación

# saveReportPageEditTitle
source: Edit Report
es: Editar informe

# saveReportPageEndDateRangeLabel
source: To
es: a

# saveReportPageFavorites
source: Favourites Only
es: Solo favoritos

# saveReportPageFavoritesFilter
source: Favourites only
es: Solo favoritos

# saveReportPageNameExists
source: Report name already exists
es: El nombre del informe ya existe

# saveReportPageNewTitle
source: New Report
es: Nuevo informe

# saveReportPageStartDateRangeLabel
source: Compare
es: Comparar

# saveReportPageSummary
source: Summary
es: Resumen

# saveReportPageTypeTitle
source: Type
es: Tipo

# saveSpeciesPageEditTitle
source: Edit Species
es: Editar especie

# saveSpeciesPageExistsError
source: Species already exists
es: La especie ya existe

# saveSpeciesPageNewTitle
source: New Species
es: Nueva especie

# saveTripPageAllDay
source: All Day
es: Todo el dia

# saveTripPageAutoSetDescription
source: Automatically set applicable fields when catches are selected.
es: Establecer automáticamente los campos aplicables cuando se seleccionen las capturas.

# saveTripPageAutoSetTitle
source: Auto-set Fields
es: Auto-establecer campos

# saveTripPageCatchesDesc
source: Trophies logged on this trip.
es: Trofeos registrados en este viaje.

# saveTripPageEditTitle
source: Edit Trip
es: Editar viaje

# saveTripPageEndDate
source: End Date
es: Fecha de finalización

# saveTripPageEndDateTime
source: End Date and Time
es: Fecha y hora de finalización

# saveTripPageEndTime
source: End Time
es: Hora de finalización

# saveTripPageNewTitle
source: New Trip
es: Nuevo viaje

# saveTripPageStartDate
source: Start Date
es: Fecha de inicio

# saveTripPageStartDateTime
source: Start Date and Time
es: Fecha y hora de inicio

# saveTripPageStartTime
source: Start Time
es: Hora de inicio

# saveWaterClarityPageEditTitle
source: Edit Water Clarity
es: Editar claridad del agua

# saveWaterClarityPageExistsMessage
source: Water Clarity already exists
es: La claridad del agua ya existe

# saveWaterClarityPageNewTitle
source: New Water Clarity
es: Nueva claridad del agua

# seasonAutumn
source: Autumn
es: Otoño

# seasonPickerAll
source: All seasons
es: Todas las estaciones

# seasonSpring
source: Spring
es: Primavera

# seasonSummer
source: Summer
es: Verano

# seasonWinter
source: Winter
es: Invierno

# settingsPageAbout
source: About, Terms, and Privacy
es: Acerca de, términos y privacidad

# settingsPageFetchAtmosphereDescription
source: Automatically fetch atmosphere and weather data when adding new catches and trips.
es: Obtener automáticamente datos de atmósfera y clima al agregar nuevas capturas y viajes.

# settingsPageFetchAtmosphereTitle
source: Auto-fetch Weather
es: Auto-obtener clima

# settingsPageFetchTideDescription
source: Automatically fetch tide data when adding new catches.
es: Obtener automáticamente datos de mareas al agregar nuevas capturas.

# settingsPageFetchTideTitle
source: Auto-fetch Tide
es: Auto-obtener mareas

# settingsPageFishingSpotDistanceDescription
source: The distance within which to automatically pick fishing spots when adding catches.
es: La distancia dentro de la cual se seleccionan automáticamente los lugares de pesca al agregar capturas.

# settingsPageFishingSpotDistanceTitle
source: Auto-fishing Spot Distance
es: Distancia del lugar de pesca automático

# settingsPageLogout
source: Logout
es: Cerrar sesión

# settingsPageLogoutConfirmMessage
source: Are you sure you want to logout?
es: ¿Estás seguro de que deseas cerrar sesión?

# settingsPageMinGpsTrailDistanceDescription
source: The minimum distance between points in a GPS trail.
es: La distancia mínima entre puntos en un rastro GPS.

# settingsPageMinGpsTrailDistanceTitle
source: GPS Trail Distance
es: Distancia del rastro GPS

# settingsPageThemeSelect
source: Select Theme
es: Seleccionar tema

# settingsPageThemeSystem
source: System
es: Sistema

# settingsPageThemeTitle
source: Theme
es: Tema

# settingsPageTitle
source: Settings
es: Configuración

source: Share
es: Compartir

# shareBait
source: Bait: {value}
es: Cebo: {value}

# shareBaits
source: Baits: {value}
es: Cebos: {value}

# shareCatches
source: Catches: {value}
es: Capturas: {value}

# shareTextAndroid
source: Shared with #AnglersLogApp for Android.
es: Compartido con #AnglersLogApp para Android.

# shareTextApple
source: Shared with #AnglersLogApp for iOS.
es: Compartido con #AnglersLogApp para iOS.

source: Skip
es: Saltar

# skyConditionClear
source: Clear
es: Limpiar

# skyConditionCloudy
source: Cloudy
es: Nublado

# skyConditionDrizzle
source: Drizzle
es: Llovizna

# skyConditionDust
source: Dust
es: Polvo

# skyConditionFog
source: Fog
es: Niebla

# skyConditionHail
source: Hail
es: Granizo

# skyConditionIce
source: Ice
es: Hielo

# skyConditionMist
source: Mist
es: Bruma

# skyConditionOvercast
source: Overcast
es: Nublado

# skyConditionRain
source: Rain
es: Lluvia

# skyConditionSmoke
source: Smoke
es: Humo

# skyConditionSnow
source: Snow
es: Nieve

# skyConditionStorm
source: Storm
es: Tormenta

# skyConditionSunny
source: Sunny
es: Soleado

# speciesCounterPageAddToTrip
source: Append Trip
es: Agregar viaje

# speciesCounterPageCreateTrip
source: Create Trip
es: Crear viaje

# speciesCounterPageReset
source: Reset
es: Restablecer

# speciesCounterPageTitle
source: Species Counter
es: Contador de especies

# speciesCounterPageTripUpdated
source: Species counts added to {trip}.
es: Los conteos de especies se agregaron a {trip}.

# speciesListPageCatchDeleteErrorPlural
source: {species} is associated with {numOfCatches} catches and cannot be deleted.
es: {species} está asociado con {numOfCatches} capturas y no se puede eliminar.

# speciesListPageCatchDeleteErrorSingular
source: {species} is associated with 1 catch and cannot be deleted.
es: {species} está asociado con 1 captura y no se puede eliminar.

# speciesListPageConfirmDelete
source: {species} is associated with 0 catches; are you sure you want to delete it? This cannot be undone.
es: {species} está asociado con 0 capturas; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# speciesListPageEmptyListDescription
source: You haven''t yet added any species. Tap the %s button to begin.
es: Aún no has agregado ninguna especie. Toca el botón %s para comenzar.

# speciesListPageEmptyListTitle
source: No Species
es: Sin especies

# speciesListPageSearchHint
source: Search species
es: Buscar especies

# speciesListPageTitle
source: Species ({numOfSpecies})
es: Especies ({numOfSpecies})

# statsPageAnglerSummary
source: Angler Summary
es: Resumen del pescador

# statsPageBaitSummary
source: Bait Summary
es: Resumen del cebo

# statsPageBaitVariantAllLabel
source: {bait} (All Variants)
es: {bait} (Todas las Variantes)

# statsPageBodyOfWaterSummary
source: Body of Water Summary
es: Resumen del cuerpo de agua

# statsPageFishingSpotSummary
source: Fishing Spot Summary
es: Resumen del lugar de pesca

# statsPageGearSummary
source: Gear Summary
es: Resumen del equipo

# statsPageMenuTitle
source: Stats
es: Estadísticas

# tideTypeHigh
source: High
es: Alta

# tideTypeLow
source: Low
es: Baja

# tripFieldEndDate
source: End Date
es: Fecha de finalización

# tripFieldStartDate
source: Start Date
es: Fecha de inicio

source: Unknown
es: Desconocido

# csvPageSuccess
source: Success!
es: ¡Éxito!

# entityNameBait
source: Bait
es: Cebo

# entityNameGear
source: Gear
es: Equipo

# entityNameTrip
source: Trip
es: Viaje

# fieldWaterClarityLabel
source: Water Clarity
es: Claridad del Agua

# filterValueLength
source: Length: {value}
es: Longitud: {value}

# filterValueQuantity
source: Quantity: {value}
es: Cantidad: {value}

# filterValueWeight
source: Weight: {value}
es: Peso: {value}

# gearListPageEmptyListTitle
source: No Gear
es: Sin equipo

# inputNotesLabel
source: Notes
es: Notas

# keywordsSunrise
source: sunrise
es: amanecer

# mapPageMapTypeLight
source: Light
es: Ligero

# mapPageSearchHint
source: Search fishing spots
es: Buscar lugares de pesca

# methodListPageEmptyListTitle
source: No Fishing Methods
es: Sin métodos de pesca

# notificationErrorBackupTitle
source: Backup Error
es: Error de copia de seguridad

# numberOfCatches
source: {numOfCatches} Catches
es: {numOfCatches} capturas

# numberOfCatchesSingular
source: 1 Catch
es: 1 captura

# onboardingJourneyHowToFeedbackTitle
source: Send Feedback
es: Enviar comentarios

# onboardingJourneyManageFieldsTitle
source: Manage Fields
es: Gestionar campos

# permissionLocationTitle
source: Location Access
es: Acceso a la ubicación

# permissionOpenSettings
source: Open Settings
es: Abrir configuración

# photosPageMenuLabel
source: Photos
es: Fotos

# pollsPageSendFeedback
source: Send Feedback
es: Enviar comentarios

# rateDialogTitle
source: Rate Anglers'' Log
es: Califica Anglers'' Log

# reportSummaryViewSpecies
source: View all species
es: Ver todas las especies

# saveBaitPageCategoryLabel
source: Bait Category
es: Categoría de cebo

# saveBaitVariantPageModelNumber
source: Model Number
es: Número de modelo

# saveFishingSpotPageBodyOfWaterLabel
source: Body of Water
es: Cuerpo de Agua

# saveFishingSpotPageNewTitle
source: New Fishing Spot
es: Nuevo lugar de pesca

# saveTripPageNoBodiesOfWater
source: No bodies of water
es: Sin cuerpos de agua

# saveTripPageNoCatches
source: No catches
es: Sin capturas

# saveTripPageNoGpsTrails
source: No GPS trails
es: Sin rutas GPS

# settingsPageThemeDark
source: Dark
es: Oscuro

# settingsPageThemeLight
source: Light
es: Ligero

# shareLength
source: Length: {value}
es: Longitud: {value}

# shareWeight
source: Weight: {value}
es: Peso: {value}

# speciesCounterPageGeneralTripName
source: trip
es: Viaje

# speciesCounterPageSelect
source: Select Species
es: Seleccionar especies

# statsPageCatchSummary
source: Catch Summary
es: Resumen de capturas

# statsPageMethodSummary
source: Fishing Method Summary
es: Resumen del método de pesca

# statsPageMoonPhaseSummary
source: Moon Phase Summary
es: Resumen de la fase lunar
