Repository: cohenadair/anglers-log
Catalog: mobile/lib/l10n/localizations_*.arb
Languages: es

# changeLog_250_5
source: Fixed an issue where location couldn''t be read from photos
es: Se corrigió un problema donde no se podía leer la ubicación de las fotos

# changeLog_251_1
source: Fixed an issue where non-US locales couldn''t change their measurement units
es: Se corrigió un problema donde las configuraciones regionales que no son de EE. UU. no podían cambiar sus unidades de medida

# changeLog_252_1
source: Automatic backups are now triggered on catch, trip, and bait changes
es: Las copias de seguridad automáticas ahora se activan con cambios en capturas, viajes y cebos

# changeLog_252_2
source: Fixed duplicate negative sign on tide heights
es: Se corrigió el signo negativo duplicado en las alturas de las mareas

# changeLog_252_3
source: Fixed an issue where custom reports weren''t tappable after upgrading to Pro
es: Se corrigió un problema donde los informes personalizados no eran seleccionables después de actualizar a Pro

# changeLog_252_4
source: Fixed empty catch length/weight values showing on stats catch lists
es: Se corrigieron valores de longitud/peso de captura vacíos que aparecían en las listas de estadísticas de captura

# changeLog_260_1
source: Pro users can now export their data to a spreadsheet via More > Export CSV.
es: Los usuarios Pro ahora pueden exportar sus datos a una hoja de cálculo a través de Más > Exportar CSV.

# changeLog_260_2
source: All users can now add gear and attach them to catches.
es: Todos los usuarios ahora pueden agregar equipo y adjuntarlo a las capturas.

# changeLog_260_3
source: Fixed issue where a bait''s name would get cut off by the variant text in the bait list.
es: Se solucionó un problema donde el nombre de un cebo se cortaba por el texto de variante en la lista de cebos.

# changeLog_260_4
source: Auto-fetched data is now updated when a catch''s fishing spot changes.
es: Los datos obtenidos automáticamente ahora se actualizan cuando cambia el lugar de pesca de una captura.

# changeLog_260_5
source: Atmosphere and weather data is now auto-fetched for trips.
es: Los datos de atmósfera y clima ahora se obtienen automáticamente para los viajes.

# changeLog_270_1
source: Added a realtime species caught counter (Pro feature) to the More page.
es: Se agregó un contador de especies capturadas en tiempo real (función Pro) a la página Más.

# changeLog_270_2
source: Added a copy catch button (Pro feature) when viewing a catch.
es: Se agregó un botón para copiar la captura (función Pro) al ver una captura.

# changeLog_270_3
source: Added a photo to bait variants.
es: Se agregó una foto a las variantes de cebos.

# changeLog_270_4
source: Added water conditions to trips.
es: Se agregaron condiciones del agua a los viajes.

# changeLog_270_5
source: Added failed backup notifications.
es: Se agregaron notificaciones de respaldo fallido.

# changeLog_270_6
source: Added low and high heights to tide charts.
es: Se agregaron alturas bajas y altas a las tablas de mareas.

# changeLog_270_7
source: Added meters per second as a wind speed unit option.
es: Se agregó metros por segundo como una opción de unidad de velocidad del viento.

# changeLog_270_8
source: Fixed an issue where reports would show the same data for different time periods.
es: Se solucionó un problema donde los informes mostraban los mismos datos para diferentes períodos de tiempo.

# changeLog_270_9
source: Fixed an issue where you couldn''t choose the CSV save location on some devices.
es: Se solucionó un problema donde no se podía elegir la ubicación de guardado del CSV en algunos dispositivos.

# changeLog_270_10
source: Fixed an issue where you couldn''t share catches or trips on some devices.
es: Se solucionó un problema donde no se podían compartir capturas o viajes en algunos dispositivos.

# changeLog_270_11
source: Fixed an issue where the Trip Summary report would show incorrect best length and weight values.
es: Se solucionó un problema donde el informe de Resumen del Viaje mostraba valores incorrectos de mejor longitud y peso.

# changeLog_270_12
source: Fixed an erroneous network error when trying to send us feedback.
es: Se solucionó un error de red erróneo al intentar enviarnos comentarios.

# changeLog_270_13
source: Fishing spot can now be skipped when adding a catch.
es: El lugar de pesca ahora se puede omitir al agregar una captura.

# changeLog_270_14
source: Fishing spot can now be removed from a catch.
es: El lugar de pesca ahora se puede eliminar de una captura.

# changeLog_270_15
source: Exported CSV files now include latitude, longitude, and custom fields columns.
es: Los archivos CSV exportados ahora incluyen columnas de latitud, longitud y campos personalizados.

# changeLog_270_16
source: The "Skunked" stamp now says "Blanked" for UK users.
es: El sello "Skunked" ahora dice "Blanked" para los usuarios del Reino Unido.

# changeLog_271_1
source: Tide chart now shows y-axis labels in the correct unit.
es: El gráfico de mareas ahora muestra las etiquetas del eje y en la unidad correcta.

# changeLog_271_2
source: Fixed issue where some catch photos would be removed after an app update.
es: Se solucionó el problema donde algunas fotos de captura se eliminaban después de una actualización de la aplicación.

# changeLog_272_1
source: Fixed crash when opening external links.
es: Se solucionó el bloqueo al abrir enlaces externos.

# changeLog_273_1
source: Added number of catches to fishing spot details.
es: Se agregó el número de capturas a los detalles del lugar de pesca.

# changeLog_273_2
source: Added tide datum value to tide details.
es: Se agregó el valor de datum de marea a los detalles de la marea.

# changeLog_273_3
source: Fixed unreliable zooming on photos.
es: Se solucionó el zoom poco confiable en las fotos.

# changeLog_273_4
source: Fixed error fetching weather data.
es: Se solucionó el error al obtener datos meteorológicos.

# changeLog_273_5
source: Fixed tide height values.
es: Se solucionaron los valores de altura de marea.

# changeLog_273_6
source: Fixed crash starting GPS trails.
es: Se solucionó el bloqueo al iniciar rutas GPS.

# changeLog_273_7
source: Fixed cut off text on stats bar charts.
es: Se solucionó el texto cortado en los gráficos de barras de estadísticas.

# changeLog_274_1
source: Fixed issue adding text to some text fields.
es: Se solucionó el problema al agregar texto a algunos campos de texto.

# changeLog_275_1
source: Fixed the decimal being removed from a catch''s weight.
es: Se solucionó el problema de que se eliminara el decimal del peso de una captura.

# changeLog_275_2
source: Fixed some incorrect rounding of water temperatures.
es: Se solucionó el redondeo incorrecto de las temperaturas del agua.

# changeLog_275_3
source: Added a "not importable" warning to CSV exporting.
es: Se agregó una advertencia de "no importable" a la exportación de CSV.

# changeLog_276_1
source: Fixed number formatting in some regions.
es: Se solucionó el formato de número en algunas regiones.

# changeLog_277_1
source: Fixed crash when device''s location was turned off.
es: Se solucionó el bloqueo cuando la ubicación del dispositivo estaba desactivada.

# changeLog_277_2
source: Fixed rare crash while onboarding.
es: Se solucionó un bloqueo raro durante la incorporación.

# changeLog_277_3
source: Fixed number formatting for users in Norway.
es: Se solucionó el formato de número para los usuarios en Noruega.

# changeLog_278_1
source: Fixed a crash when requesting location permission.
es: Se solucionó un fallo al solicitar permiso de ubicación.

# changeLog_278_2
source: Fixed the app freezing on startup for users in certain regions.
es: Se solucionó el problema de congelamiento de la aplicación al iniciar para usuarios en ciertas regiones.

# changeLog_2022_1
source: A complete rewrite of Anglers'' Log
es: Una reescritura completa de Anglers'' Log

# changeLog_2022_2
source: A fresh and modern look and feel
es: Una apariencia y sensación fresca y moderna

# changeLog_2022_3
source: A completely new, extensive and detailed statistics feature
es: Una función de estadísticas completamente nueva, extensa y detallada

# changeLog_2022_4
source: Detailed atmosphere and weather data, including moon phases and tide
es: Datos detallados de atmósfera y clima, incluyendo fases lunares y mareas

# changeLog_2022_5
source: Get more out of Anglers'' Log by subscribing to Anglers'' Log Pro
es: Obtén más de Anglers'' Log suscribiéndote a Anglers'' Log Pro

# changeLog_2022_6
source: Plus many more user-requested features
es: Además de muchas más funciones solicitadas por los usuarios

# changeLogPagePreviousVersion
source: Your Previous Version
es: Tu versión anterior

# changeLogPageTitle
source: What''s New
es: Novedades

source: Clear
es: Limpiar

source: Close
es: Cerrar

# cloudAuthDescription
source: To continue, you must sign in to your Google account. Data is saved to a private Google Drive™ folder and can only be accessed by Anglers'' Log.
es: Para continuar, debes iniciar sesión en tu cuenta de Google. Los datos se guardan en una carpeta privada de Google Drive™ y solo pueden ser accedidos por Anglers'' Log.

# cloudAuthError
source: Error signing in, please try again later.
es: Error al iniciar sesión, por favor intenta de nuevo más tarde.

# cloudAuthNetworkError
source: There was a network error while signing in. Please ensure you are connected to the internet and try again.
es: Hubo un error de red al iniciar sesión. Por favor asegúrate de estar conectado a internet e intenta de nuevo.

# cloudAuthSignedInAs
source: Signed in as
es: Conectado como

# cloudAuthSignInWithGoogle
source: Sign in with Google
es: Iniciar sesión con Google

# cloudAuthSignOut
source: Sign out
es: Cerrar sesión

source: Copy
es: Copiar

# csvPageAction
source: Export
es: Exportar

# csvPageBackupWarning
source: CSV files are not backups, and cannot be imported into Anglers'' Log. Instead, use the Backup and Restore buttons on the More page.
es: Los archivos CSV no son copias de seguridad y no se pueden importar a Anglers'' Log. En su lugar, utiliza los botones de Copia de seguridad y Restaurar en la página Más.

# csvPageDescription
source: A separate CSV file will be created for each selection below.
es: Se creará un archivo CSV separado para cada selección a continuación.

# csvPageImportWarning
source: When importing into spreadsheet software, the file origin of the exported CSV file(s) is Unicode (UTF-8) and the delimiter is a comma.
es: Al importar en software de hojas de cálculo, el origen del archivo de los archivos CSV exportados es Unicode (UTF-8) y el delimitador es una coma.

# csvPageMustSelect
source: Please select at least one export option above.
es: Por favor, selecciona al menos una opción de exportación arriba.

# csvPageTitle
source: Export CSV
es: Exportar CSV

# customEntityListPageDelete
source: The custom field {field} will no longer be associated with catches ({numOfCatches}) or baits ({numOfBaits}), are you sure you want to delete it? This cannot be undone.
es: El campo personalizado {field} ya no estará asociado con las capturas ({numOfCatches}) o cebos ({numOfBaits}), ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# customEntityListPageEmptyListDescription
source: You haven''t yet added any custom fields. Tap the %s button to begin.
es: Aún no has agregado ningún campo personalizado. Toca el botón %s para comenzar.

# customEntityListPageEmptyListTitle
source: No Custom Fields
es: Sin Campos Personalizados

# customEntityListPageSearchHint
source: Search fields
es: Buscar campos

# customEntityListPageTitle
source: Custom Fields ({numOfFields})
es: Campos Personalizados ({numOfFields})

# dataImporterChooseFile
source: Choose File
es: Elegir archivo

# dataImporterStart
source: Start
es: Iniciar

# directionNorthWest
source: NW
es: NO

source: Directions
es: Direcciones

# directionSouthWest
source: SW
es: SO

# directionWest
source: W
es: O

# directionWindChip
source: Wind: {value}
es: Viento: {value}

source: Done
es: Hecho

source: Edit
es: Editar

# editCoordinatesHint
source: Drag the map to update the fishing spot''s coordinates.
es: Arrastra el mapa para actualizar las coordenadas del lugar de pesca.

# emptyListPlaceholderNoResultsDescription
source: Please adjust your search filter to find what you''re looking for.
es: Por favor, ajusta tu filtro de búsqueda para encontrar lo que estás buscando.

# emptyListPlaceholderNoResultsTitle
source: No results found
es: No se encontraron resultados

# entityNameAngler
source: Angler
es: Pescador

# entityNameAnglers
source: Anglers
es: Pescadores

# entityNameBaitCategories
source: Bait Categories
es: Categorías de Cebo

# entityNameBaitCategory
source: Bait Category
es: Categoría de Cebo

# entityNameBaits
source: Baits
es: Cebos

# entityNameBodiesOfWater
source: Bodies of Water
es: Cuerpos de Agua

# entityNameBodyOfWater
source: Body of Water
es: Cuerpo de Agua

# entityNameCatch
source: Catch
es: Captura

# entityNameCatches
source: Catches
es: Capturas

# entityNameCustomField
source: Custom Field
es: Campo personalizado

# entityNameCustomFields
source: Custom Fields
es: Campos Personalizados

# entityNameFishingMethod
source: Fishing Method
es: Método de Pesca

# entityNameFishingMethods
source: Fishing Methods
es: Métodos de Pesca

# entityNameGpsTrail
source: GPS Trail
es: Ruta GPS

# entityNameGpsTrails
source: GPS Trails
es: Rutas GPS

# entityNameSpecies
source: Species
es: Especies

# entityNameTrips
source: Trips
es: Viajes

# entityNameWaterClarities
source: Water Clarities
es: Claridades del Agua

# entityNameWaterClarity
source: Water Clarity
es: Claridad del Agua

# feedbackPageBugType
source: Bug
es: Bicho

# feedbackPageConnectionError
source: No internet connection. Please check your connection and try again.
es: Sin conexión a internet. Por favor, verifica tu conexión e inténtalo de nuevo.

# feedbackPageErrorSending
source: Error sending feedback. Please try again later, or email support@anglerslog.ca directly.
es: Error al enviar comentarios. Por favor, inténtalo de nuevo más tarde o envía un correo a support@anglerslog.ca directamente.

# feedbackPageFeedbackType
source: Feedback
es: Retroalimentación

# feedbackPageMessage
source: Message
es: Mensaje

# feedbackPageSend
source: Send
es: Enviar

# feedbackPageSending
source: Sending feedback...
es: Enviando comentarios...

# feedbackPageSuggestionType
source: Suggestion
es: Sugerencia

# feedbackPageTitle
source: Send Feedback
es: Enviar comentarios

# fieldTypeBoolean
source: Checkbox
es: Casilla de verificación

# fieldTypeNumber
source: Number
es: Número

# fieldTypeText
source: Text
es: Texto

# fieldWaterDepthLabel
source: Water Depth
es: Profundidad del agua

# fieldWaterTemperatureLabel
source: Water Temperature
es: Temperatura del agua

# filterPageInvalidEndValue
source: Must be greater than {value}
es: Debe ser mayor que {value}

# filterTitleAirHumidity
source: Air Humidity Filter
es: Filtro de humedad del aire

# filterTitleAirPressure
source: Atmospheric Pressure Filter
es: Filtro de presión atmosférica

# filterTitleAirTemperature
source: Air Temperature Filter
es: Filtro de temperatura del aire

# filterTitleAirVisibility
source: Air Visibility Filter
es: Filtro de visibilidad del aire

# filterTitleLength
source: Length Filter
es: Filtro de longitud

# filterTitleQuantity
source: Quantity Filter
es: Filtro de cantidad

# filterTitleWaterDepth
source: Water Depth Filter
es: Filtro de profundidad del agua

# filterTitleWaterTemperature
source: Water Temperature Filter
es: Filtro de temperatura del agua

# filterTitleWeight
source: Weight Filter
es: Filtro de peso

# filterTitleWindSpeed
source: Wind Speed Filter
es: Filtro de velocidad del viento

# filterValueAirHumidity
source: Air Humidity: {value}%
es: Humedad del aire: {value}%

# filterValueAirPressure
source: Atmospheric Pressure: {value}
es: Presión atmosférica: {value}

# filterValueAirTemperature
source: Air Temperature: {value}
es: Temperatura del aire: {value}

# filterValueAirVisibility
source: Air Visibility: {value}
es: Visibilidad del aire: {value}

# filterValueWaterDepth
source: Water Depth: {value}
es: Profundidad del agua: {value}

# filterValueWaterTemperature
source: Water Temperature: {value}
es: Temperatura del agua: {value}

# filterValueWindSpeed
source: Wind Speed: {value}
es: Velocidad del viento: {value}

source: Finish
es: Finalizar

# fishingSpotDetailsAddDetails
source: Add Details
es: Agregar detalles

# fishingSpotDetailsCatch
source: 1 Catch
es: 1 captura

# fishingSpotDetailsCatches
source: {numOfCatches} Catches
es: {numOfCatches} capturas

# fishingSpotListPageEmptyListDescription
source: To add a fishing spot, tap the %s button on the map and save the dropped pin.
es: Para agregar un lugar de pesca, toca el botón %s en el mapa y guarda el pin dejado.

# fishingSpotListPageEmptyListTitle
source: No Fishing Spots
es: Sin lugares de pesca

# fishingSpotListPageNoBodyOfWater
source: No Body of Water
es: Sin cuerpo de agua

# fishingSpotListPageSearchHint
source: Search fishing spots
es: Buscar lugares de pesca

# fishingSpotListPageTitle
source: Fishing Spots ({numOfSpots})
es: Lugares de pesca ({numOfSpots})

# fishingSpotMapAddSpotHelp
source: Long press anywhere on the map to drop a pin and add a fishing spot.
es: Mantén presionado en cualquier parte del mapa para dejar un pin y agregar un lugar de pesca.

# fishingSpotPickerPageHint
source: Long press the map to pick exact coordinates, or select an existing fishing spot.
es: Mantén presionado el mapa para elegir coordenadas exactas o selecciona un lugar de pesca existente.

# fishingSpotsSummaryEmpty
source: When fishing spots are added to your log, a summary of their catches will be shown here.
es: Cuando se agreguen lugares de pesca a tu registro, aquí se mostrará un resumen de sus capturas.

# formPageAddCustomFieldNote
source: To add a custom field, tap the %s icon.
es: Para agregar un campo personalizado, toca el ícono %s.

# formPageConfirmBackAction
source: Discard
es: Descartar

# formPageConfirmBackDesc
source: Any unsaved changes will be lost. Are you sure you want to discard changes and go back?
es: Cualquier cambio no guardado se perderá. ¿Estás seguro de que deseas descartar los cambios y volver?

# formPageManageFieldsNote
source: To manage fields, tap the %s icon.
es: Para gestionar campos, toca el ícono %s.

# formPageManageFieldsProDescription
source: You must be an Anglers'' Log Pro subscriber to use custom fields.
es: Debes ser suscriptor de Anglers'' Log Pro para usar campos personalizados.

# formPageManageFieldText
source: Manage Fields
es: Gestionar campos

# formPageManageUnits
source: Manage Units
es: Gestionar unidades

# gearActionFast
source: Fast
es: Rápido

# gearActionModerate
source: Moderate
es: Moderado

# gearActionModerateFast
source: Moderate Fast
es: Moderado rápido

# gearActionSlow
source: Slow
es: Lento

# gearActionXFast
source: X-Fast
es: X-Rápido

# gearFieldHookMakeModel
source: Hook Make and Model
es: Marca y modelo del anzuelo

# gearFieldHookSize
source: Hook Size
es: Tamaño del anzuelo

# gearFieldImage
source: Photo
es: Foto

# gearFieldLeaderLength
source: Leader Length
es: Longitud del líder

# gearFieldLeaderRating
source: Leader Rating
es: Clasificación del líder

# gearFieldLineColor
source: Line Color
es: Color de la línea

# gearFieldLineMakeModel
source: Line Make and Model
es: Marca y modelo de la línea

# gearFieldLineRating
source: Line Rating
es: Clasificación de la línea

# gearFieldReelMakeModel
source: Reel Make and Model
es: Marca y modelo del carrete

# gearFieldReelSerialNumber
source: Reel Serial Number
es: Número de serie del carrete

# gearFieldReelSize
source: Reel Size
es: Tamaño del carrete

# gearFieldRodAction
source: Rod Action
es: Acción de la caña

# gearFieldRodLength
source: Rod Length
es: Longitud de la caña

# gearFieldRodMakeModel
source: Rod Made and Model
es: Marca y modelo de la caña

# gearFieldRodPower
source: Rod Power
es: Potencia de la caña

# gearFieldRodSerialNumber
source: Rod Serial Number
es: Número de serie de la caña

# gearFieldTippetLength
source: Tippet Length
es: Longitud del tippet

# gearFieldTippetRating
source: Tippet Rating
es: Clasificación del tippet

# gearListPageDeleteMessage
source: {gear} is associated with {numOfCatches} catches; are you sure you want to delete it? This cannot be undone.
es: {gear} está asociado con {numOfCatches} capturas; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# gearListPageDeleteMessageSingular
source: {gear} is associated with 1 catch; are you sure you want to delete it? This cannot be undone.
es: {gear} está asociado con 1 captura; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# gearListPageEmptyListDescription
source: You haven''t yet added any gear. Tap the %s button to begin.
es: Aún no has agregado ningún equipo. Toca el botón %s para comenzar.

# gearListPageSearchHint
source: Search gear
es: Buscar equipo

# gearListPageTitle
source: Gear ({numOfGear})
es: Equipo ({numOfGear})

# gearPageLeader
source: Leader: {leader}
es: Líder: {leader}

# gearPageSerialNumber
source: Serial Number: {serialNo}
es: Número de serie: {serialNo}

# gearPageSize
source: Size: {size}
es: Tamaño: {size}

# gearPowerHeavy
source: Heavy
es: Pesado

# gearPowerLight
source: Light
es: Ligero

# gearPowerMedium
source: Medium
es: Media

# gearPowerMediumHeavy
source: Medium Heavy
es: Medio pesado

# gearPowerMediumLight
source: Medium Light
es: Luz media

# gearPowerUltralight
source: Ultralight
es: Ultraligero

# gearPowerXHeavy
source: X-Heavy
es: X-Pesado

# gearPowerXxHeavy
source: XX-Heavy
es: XX-Pesado

# gearPowerXxxHeavy
source: XXX-Heavy
es: XXX-Pesado

# gearSummaryEmpty
source: When gear is added to your log, a summary of their catches will be shown here.
es: Cuando se agregue equipo a tu registro, aquí se mostrará un resumen de sus capturas.

# gpsTrailListPageDeleteMessage
source: This GPS trail is associated with {numOfTrips} trips; are you sure you want to delete it? This cannot be undone.
es: Esta ruta GPS está asociada con {numOfTrips} viajes; ¿estás seguro de que deseas eliminarla? Esto no se puede deshacer.

# gpsTrailListPageDeleteMessageSingular
source: This GPS trail is associated with 1 trip; are you sure you want to delete it? This cannot be undone.
es: Esta ruta GPS está asociada con 1 viaje; ¿estás seguro de que deseas eliminarla? Esto no se puede deshacer.

# gpsTrailListPageEmptyListDescription
source: To start a GPS trail, tap the %s button on the map.
es: Para iniciar una ruta GPS, toca el botón %s en el mapa.

# gpsTrailListPageEmptyListTitle
source: No GPS Trails
es: Sin rutas GPS

# gpsTrailListPageInProgress
source: In Progress
es: En progreso

# gpsTrailListPageNumberOfPoints
source: {numOfPoints} Points
es: {numOfPoints} puntos

# gpsTrailListPageSearchHint
source: Search GPS trails
es: Buscar rutas GPS

# gpsTrailListPageTitle
source: GPS Trails ({numOfTrails})
es: Rutas GPS ({numOfTrails})

# imagePickerConfirmDelete
source: Are you sure you want to delete this photo?
es: ¿Estás seguro de que deseas eliminar esta foto?

# imagePickerPageBrowseLabel
source: Browse
es: Explorar

# imagePickerPageCameraLabel
source: Camera
es: Cámara

# imagePickerPageGalleryLabel
source: Gallery
es: Galería

# imagePickerPageImageDownloadError
source: Failed to attach photo. Please ensure you are connected to the internet and try again.
es: Error al adjuntar la foto. Asegúrate de estar conectado a Internet y vuelve a intentarlo.

# imagePickerPageImagesDownloadError
source: Failed to attach one or more photos. Please ensure you are connected to the internet and try again.
es: Error al adjuntar una o más fotos. Asegúrate de estar conectado a Internet y vuelve a intentarlo.
