Repository: cohenadair/anglers-log
Catalog: mobile/lib/l10n/localizations_*.arb
Languages: es

# imagePickerPageInvalidSelectionPlural
source: Must select image files.
es: Debes seleccionar archivos de imagen.

# imagePickerPageInvalidSelectionSingle
source: Must select an image file.
es: Debes seleccionar un archivo de imagen.

# imagePickerPageNoPermissionMessage
source: To add photos, you must grant Anglers'' Log permission to access your photo library. To do so, open your device settings. Alternatively, you can change the photos source from the dropdown menu above.
es: Para agregar fotos, debes otorgar permiso a Anglers'' Log para acceder a tu biblioteca de fotos. Para hacerlo, abre la configuración de tu dispositivo. Alternativamente, puedes cambiar la fuente de fotos desde el menú desplegable arriba.

# imagePickerPageNoPermissionTitle
source: Permission required
es: Permiso requerido

# imagePickerPageNoPhotosFound
source: Try changing the photo source from the dropdown above.
es: Intenta cambiar la fuente de la foto desde el menú desplegable de arriba.

# imagePickerPageNoPhotosFoundTitle
source: No photos found
es: No se encontraron fotos

# imagePickerPageOpenCameraLabel
source: Open Camera
es: Abrir cámara

# imagePickerPageOpenSettings
source: Open Settings
es: Abrir configuración

# imagePickerPageSelectedLabel
source: {numSelected} / {numTotal} Selected
es: {numSelected} / {numTotal} seleccionados

# importPageDescription
source: Legacy import requires you to choose a backup file (.zip) that you created with an older version of Anglers'' Log. Imported legacy data is added to your existing log. The import process may take several minutes.
es: La importación heredada requiere que elijas un archivo de respaldo (.zip) que creaste con una versión anterior de Anglers'' Log. Los datos heredados importados se añaden a tu registro existente. El proceso de importación puede tardar varios minutos.

# importPageError
source: There was an error importing your data. If the backup file you chose was created using Anglers'' Log, please send it to us for investigation.
es: Hubo un error al importar tus datos. Si el archivo de respaldo que elegiste fue creado usando Anglers'' Log, por favor envíanoslo para su investigación.

# importPageErrorTitle
source: Import Error
es: Error de importación

# importPageErrorWarningMessage
source: Pressing send will send Anglers'' Log all your fishing data (excluding photos). Your data will not be shared outside the Anglers'' Log organization.
es: Al presionar enviar, Anglers'' Log enviará todos tus datos de pesca (excluyendo fotos). Tus datos no se compartirán fuera de la organización de Anglers'' Log.

# importPageImportingData
source: Copying fishing data...
es: Copiando datos de pesca...

# importPageImportingImages
source: Copying images...
es: Copiando imágenes...

# importPageMoreTitle
source: Legacy Import
es: Importación heredada

# importPageSuccess
source: Successfully imported data!
es: ¡Datos importados con éxito!

# importPageTitle
source: Legacy Import
es: Importación heredada

# inputAtmosphere
source: Atmosphere and Weather
es: Atmósfera y clima

# inputAutoFetch
source: Auto-fetch
es: Auto-recoger

# inputColorLabel
source: Colour
es: Color

# inputCurrentLocation
source: Current Location
es: Ubicación actual

# inputDescriptionLabel
source: Description
es: Descripción

# inputEmailLabel
source: Email
es: Correo electrónico

# inputFetch
source: Fetch
es: Recoger

# inputGenericFetchError
source: Unable to fetch data at this time. Please ensure your device is connected to the internet and try again.
es: No se puede obtener datos en este momento. Por favor, asegúrate de que tu dispositivo esté conectado a internet y vuelve a intentarlo.

# inputGenericRequired
source: Required
es: Requerido

# inputInvalidEmail
source: Invalid email format
es: Formato de correo electrónico inválido

# inputInvalidNumber
source: Invalid number input
es: Entrada de número inválida

# inputNameLabel
source: Name
es: Nombre

# inputNotSelected
source: Not Selected
es: No seleccionado

# inputPhotoLabel
source: Photo
es: Foto

# inputPhotosLabel
source: Add Photos
es: Agregar fotos

# inputRequiredMessage
source: {inputLabel} is required
es: {inputLabel} es requerido

# keywordsAirHumidity
source: humidity percent moisture
es: porcentaje de humedad

# keywordsAirPressureImperial
source: atmospheric air pressure pounds per square inch
es: presión atmosférica en libras por pulgada cuadrada

# keywordsAirPressureMetric
source: atmospheric air pressure millibars
es: presión atmosférica en milibares

# keywordsAirVisibilityImperial
source: miles visibility
es: millas de visibilidad

# keywordsAirVisibilityMetric
source: kilometers kilometres visibility
es: kilómetros de visibilidad

# keywordsAught
source: aught ought
es: cero

# keywordsCatchAndRelease
source: kept keep released
es: mantenido

# keywordsDepthImperial
source: depth feet inches
es: profundidad en pies y pulgadas

# keywordsDepthMetric
source: depth meters metres
es: profundidad en metros

# keywordsEast
source: e east
es: e este

# keywordsFavorite
source: favourite favorite star starred
es: Favorito

# keywordsInchOfMercury
source: inch of mercury barometric atmospheric pressure
es: pulgada de mercurio, presión atmosférica barométrica

# keywordsLengthImperial
source: length inches in "
es: longitud en pulgadas " in

# keywordsLengthMetric
source: length centimeters cm
es: longitud en centímetros cm

# keywordsMetersPerSecond
source: meters metres per second m/s
es: metros por segundo m/s

# keywordsMoon
source: moon phase
es: fase lunar

# keywordsNorth
source: n north
es: n norte

# keywordsNorthEast
source: ne northeast
es: ne noreste

# keywordsNorthWest
source: nw northwest
es: nw noroeste

# keywordsPercent
source: percent
es: porcentaje

# keywordsPoundTest
source: pound test
es: prueba de libra

# keywordsSouth
source: s south
es: s sur

# keywordsSouthEast
source: se southeast
es: se sureste

# keywordsSouthWest
source: sw southwest
es: sw suroeste

# keywordsSpeedImperial
source: miles per hour speed wind
es: millas por hora velocidad del viento

# keywordsSpeedMetric
source: kilometers kilometres per hour speed wind
es: kilómetros por hora velocidad del viento

# keywordsSunset
source: sunset
es: atardecer

# keywordsTemperatureImperial
source: fahrenheit temperature degrees f
es: temperatura en grados fahrenheit f

# keywordsTemperatureMetric
source: celsius temperature degrees c
es: temperatura en grados celsius c

# keywordsWeightImperial
source: weight pounds ounces lbs oz
es: peso en libras y onzas lbs oz

# keywordsWeightMetric
source: weight kilos kilograms kg
es: peso en kilos kg

# keywordsWest
source: w west
es: w oeste

# keywordsWindDirection
source: wind direction
es: dirección del viento

# landingPageInitError
source: Uh oh! Something went wrong during initialization. The Anglers'' Log team has been notified, and we apologize for the inconvenience.
es: ¡Oh no! Algo salió mal durante la inicialización. El equipo de Anglers'' Log ha sido notificado y nos disculpamos por las molestias.

source: Latitude
es: Latitud

# latLng
source: Lat: {lat}, Lng: {lng}
es: Lat: {lat}, Long: {lng}

# locationDataFetcherErrorNoPermission
source: Permission is required to fetch data. Please grant Anglers'' Log the location permission and try again.
es: Se requiere permiso para obtener datos. Por favor, concede a Anglers'' Log el permiso de ubicación y vuelve a intentarlo.

# locationDataFetcherPermissionError
source: There was an error requesting location permission. The Anglers'' Log team has been notified, and we apologize for the inconvenience.
es: Hubo un error al solicitar el permiso de ubicación. El equipo de Anglers'' Log ha sido notificado y nos disculpamos por las molestias.

source: Longitude
es: Longitud

# mapAttributionImproveThisMap
source: Improve This Map
es: Mejorar este mapa

# mapAttributionTelemetryDescription
source: Help make OpenStreetMap and Mapbox maps better by contributing anonymous usage data.
es: Ayuda a mejorar los mapas de OpenStreetMap y Mapbox contribuyendo con datos de uso anónimos.

# mapAttributionTelemetryTitle
source: Mapbox Telemetry
es: Telemetría de Mapbox

# mapAttributionTitleAndroid
source: Mapbox Maps SDK for Android
es: SDK de Mapbox Maps para Android

# mapAttributionTitleApple
source: Mapbox Maps SDK for iOS
es: SDK de Mapbox Maps para iOS

# mapPageAddCatch
source: Add Catch
es: Agregar captura

# mapPageAddTooltip
source: Add Fishing Spot
es: Agregar lugar de pesca

# mapPageDeleteFishingSpot
source: {spot} is associated with {numOfCatches} catches; are you sure you want to delete it? This cannot be undone.
es: {spot} está asociado con {numOfCatches} capturas; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# mapPageDeleteFishingSpotNoName
source: This fishing spot is associated with {numOfCatches} catches; are you sure you want to delete it? This cannot be undone.
es: Este lugar de pesca está asociado con {numOfCatches} capturas; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# mapPageDeleteFishingSpotNoNameSingular
source: This fishing spot is associated with 1 catch; are you sure you want to delete it? This cannot be undone.
es: Este lugar de pesca está asociado con 1 captura; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# mapPageDeleteFishingSpotSingular
source: {spot} is associated with 1 catch; are you sure you want to delete it? This cannot be undone.
es: {spot} está asociado con 1 captura; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# mapPageDroppedPin
source: New Fishing Spot
es: Nuevo lugar de pesca

# mapPageErrorGettingLocation
source: Unable to retrieve current location. Ensure your device''s location services are turned on and try again later.
es: No se puede recuperar la ubicación actual. Asegúrate de que los servicios de ubicación de tu dispositivo estén activados y vuelve a intentarlo más tarde.

# mapPageErrorOpeningDirections
source: There are no navigation apps available on this device.
es: No hay aplicaciones de navegación disponibles en este dispositivo.

# mapPageMapTypeDark
source: Dark
es: Oscuro

# mapPageMapTypeSatellite
source: Satellite
es: Satélite

# mapPageMapTypeTooltip
source: Choose Map Type
es: Elegir tipo de mapa

# mapPageMenuLabel
source: Map
es: Mapa

# mapPageMyLocationTooltip
source: Show My Location
es: Mostrar mi ubicación

# mapPageShowAllTooltip
source: Show All Fishing Spots
es: Mostrar todos los lugares de pesca

# mapPageStartTrackingTooltip
source: Start GPS Trail
es: Iniciar ruta GPS

# mapPageStopTrackingTooltip
source: Stop GPS Trail
es: Detener ruta GPS

# measurementSystemImperialDecimal
source: Imperial Decimal
es: Decimal imperial

# measurementSystemMetric
source: Metric
es: Métrico

# methodListPageDeleteMessage
source: {method} is associated with {numOfCatches} catches; are you sure you want to delete it? This cannot be undone.
es: {method} está asociado con {numOfCatches} capturas; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# methodListPageDeleteMessageSingular
source: {method} is associated with 1 catch; are you sure you want to delete it? This cannot be undone.
es: {method} está asociado con 1 captura; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# methodListPageEmptyListDescription
source: You haven''t yet added any fishing methods. Tap the %s button to begin.
es: Aún no has agregado ningún método de pesca. Toca el botón %s para comenzar.

# methodListPageSearchHint
source: Search fishing methods
es: Buscar métodos de pesca

# methodListPageTitle
source: Fishing Methods ({numOfMethods})
es: Métodos de pesca ({numOfMethods})

# methodSummaryEmpty
source: When fishing methods are added to your log, a summary of their catches will be shown here.
es: Cuando se agreguen métodos de pesca a tu registro, aquí se mostrará un resumen de sus capturas.

# migrationPageDescription
source: You have legacy data that needs to be migrated to Anglers'' Log 2.0. Click the button below to begin.
es: Tienes datos heredados que necesitan ser migrados a Anglers'' Log 2.0. Haz clic en el botón de abajo para comenzar.

# migrationPageError
source: There was an unexpected error while migrating your data to Anglers'' Log 2.0. Please send us the error report and we will investigate as soon as possible. Note that none of your old data has been lost. Please revisit this page to retry data migration after the issue has been resolved.
es: Se produjo un error inesperado al migrar tus datos a Anglers'' Log 2.0. Por favor, envíanos el informe de error y lo investigaremos lo antes posible. Ten en cuenta que ninguno de tus datos antiguos se ha perdido. Por favor, vuelve a esta página para intentar la migración de datos después de que se haya resuelto el problema.

# migrationPageFeedbackTitle
source: Migration Error
es: Error de migración

# migrationPageLoading
source: Migrating data to Anglers'' Log 2.0...
es: Migrando datos a Anglers'' Log 2.0...

# migrationPageMoreTitle
source: Legacy Migration
es: Migración legado

# migrationPageNothingToDoDescription
source: Data migration is the process of converting legacy data from old versions of Anglers'' Log into the data format used by new versions.
es: La migración de datos es el proceso de convertir datos heredados de versiones antiguas de Anglers'' Log al formato de datos utilizado por las nuevas versiones.

# migrationPageNothingToDoSuccess
source: You have no legacy data to migrate!
es: ¡No tienes datos heredados para migrar!

# migrationPageSuccess
source: Successfully migrated data!
es: ¡Datos migrados con éxito!

# migrationPageTitle
source: Data Migration
es: Migración de datos

# moonPhaseChip
source: {value} Moon
es: {value} Luna

# moonPhaseFirstQuarter
source: 1st Quarter
es: 1er cuarto

# moonPhaseFull
source: Full
es: Completo

# moonPhaseLastQuarter
source: Last Quarter
es: Último cuarto

# moonPhaseNew
source: New
es: Nuevo

# moonPhaseWaningCrescent
source: Waning Crescent
es: Creciente menguante

# moonPhaseWaningGibbous
source: Waning Gibbous
es: Gibosa menguante

# moonPhaseWaxingCrescent
source: Waxing Crescent
es: Creciente waxing

# moonPhaseWaxingGibbous
source: Waxing Gibbous
es: Gibosa waxing

source: More
es: Más

# morePageRateApp
source: Rate Anglers'' Log
es: Califica Anglers'' Log

# morePageRateErrorAndroid
source: Device has no web browser app installed.
es: El dispositivo no tiene instalada ninguna aplicación de navegador web.

# morePageRateErrorApple
source: Device does not have App Store installed.
es: El dispositivo no tiene instalada la App Store.

# morePageTitle
source: More
es: Más

source: N/A
es: N/D

source: Next
es: Siguiente

source: None
es: Ninguno

# notificationChannelNameBackup
source: Data Backup
es: Copia de seguridad de datos

# notificationErrorBackupBody
source: Uh oh! Something went wrong while backing up your data. Tap here for details.
es: ¡Oh no! Algo salió mal al hacer una copia de seguridad de tus datos. Toca aquí para más detalles.

# notificationPermissionPageDesc
source: Allow Anglers'' Log to notify you if a data backup fails for any reason, including requiring re-authentication.
es: Permitir que Anglers'' Log te notifique si una copia de seguridad de datos falla por cualquier motivo, incluyendo la necesidad de re-autenticación.

# numberBoundaryAny
source: Any
es: Cualquiera

# numberBoundaryEqualTo
source: Equal to (=)
es: Igual a (=)

# numberBoundaryGreaterThan
source: Greater than (>)
es: Mayor que (>)

# numberBoundaryGreaterThanOrEqualTo
source: Greater than or equal to (≥)
es: Mayor o igual a (≥)

# numberBoundaryLessThan
source: Less than (<)
es: Menor que (<)

# numberBoundaryLessThanOrEqualTo
source: Less than or equal to (≤)
es: Menor o igual a (≤)

# numberBoundaryRange
source: Range
es: Rango

# numberFilterInputFrom
source: From
es: De

# numberFilterInputTo
source: To
es: A

# numberFilterInputValue
source: Value
es: Valor

# onboardingJourneyCatchFieldDescription
source: When you log a catch, what do you want to know?
es: ¿Qué quieres saber cuando registras una captura?

# onboardingJourneyHowToFeedbackDescription
source: Report a problem, suggest a feature, or send us feedback anytime. We''d love to hear from you!
es: Informa un problema, sugiere una función o envíanos tus comentarios en cualquier momento. ¡Nos encantaría saber de ti!

# onboardingJourneyLocationAccessDescription
source: Anglers'' Log uses location services to show your current location on the in-app map, to automatically create fishing spots when adding catches, and to create GPS trails while fishing.
es: El registro de pescadores utiliza servicios de ubicación para mostrar tu ubicación actual en el mapa de la aplicación, para crear automáticamente lugares de pesca al agregar capturas y para crear rutas GPS mientras pescas.

# onboardingJourneyLocationAccessTitle
source: Location Access
es: Acceso a la ubicación

# onboardingJourneyManageFieldsDescription
source: Manage default fields, or add custom fields at any time when adding or editing gear, a catch, bait, trip, or weather.
es: Gestiona campos predeterminados o agrega campos personalizados en cualquier momento al agregar o editar equipo, una captura, cebo, viaje o clima.

# onboardingJourneyManageFieldsSpecies
source: Rainbow Trout
es: Trucha arcoíris

# onboardingJourneyNotNow
source: Not Now
es: No ahora

# onboardingJourneySkip
source: No thanks, I''ll learn as I go.
es: No gracias, aprenderé sobre la marcha.

# onboardingJourneyStartButton
source: Get Started
es: Comenzar

# onboardingJourneyStartDescription
source: Welcome to Anglers'' Log! Let''s start by figuring out what kind of data you want to track.
es: ¡Bienvenido a Anglers'' Log! Comencemos por averiguar qué tipo de datos deseas rastrear.

# onboardingJourneyWelcomeTitle
source: Welcome
es: Bienvenido

# onboardingMigrationPageDescription
source: This is your first time opening Anglers'' Log since updating to 2.0. Click the button below to start the data migration process.
es: Esta es tu primera vez abriendo Anglers'' Log desde la actualización a 2.0. Haz clic en el botón de abajo para comenzar el proceso de migración de datos.

# onboardingMigrationPageError
source: There was an unexpected error while migrating your data to Anglers'' Log 2.0. Please send us the error report and we will investigate as soon as possible. Note that none of your data has been lost. Please visit the Settings page to retry data migration after the issue has been resolved.
es: Se produjo un error inesperado al migrar tus datos a Anglers'' Log 2.0. Por favor, envíanos el informe de error y lo investigaremos lo antes posible. Ten en cuenta que ninguno de tus datos se ha perdido. Visita la página de Configuración para volver a intentar la migración de datos una vez que se haya resuelto el problema.

# periodAfternoon
source: Afternoon
es: Tarde

# periodDawn
source: Dawn
es: Amanecer

# periodDusk
source: Dusk
es: Anochecer

# periodEvening
source: Evening
es: Tarde

# periodMidday
source: Midday
es: Mediodía

# periodMorning
source: Morning
es: Mañana

# periodNight
source: Night
es: Noche

# periodPickerAll
source: All times of day
es: Todas las horas del día

# permissionCurrentLocationDescription
source: To show your current location, you must grant Anglers'' Log access to read your device''s location. To do so, open your device settings.
es: Para mostrar tu ubicación actual, debes otorgar a Anglers'' Log acceso para leer la ubicación de tu dispositivo. Para hacerlo, abre la configuración de tu dispositivo.

# permissionGpsTrailDescription
source: To create an accurate GPS trail, Anglers'' Log must be able to access your device''s location at all times while tracking is active. To grant the required permission, open your device''s settings.
es: Para crear un rastro GPS preciso, Anglers'' Log debe poder acceder a la ubicación de tu dispositivo en todo momento mientras el seguimiento esté activo. Para otorgar el permiso requerido, abre la configuración de tu dispositivo.

# permissionLocationNotificationDescription
source: GPS trail is active
es: El rastro GPS está activo

# personalBestsAverage
source: Average
es: Promedio

# personalBestsHeaviest
source: Heaviest
es: Más pesado

# personalBestsLongest
source: Longest
es: Más largo

# personalBestsNoDataDescription
source: Cannot determine your personal bests for the selected date range. Ensure you’ve added a trip, or added a catch with a length or weight value.
es: No se pueden determinar tus mejores marcas personales para el rango de fechas seleccionado. Asegúrate de haber agregado un viaje o de haber agregado una captura con un valor de longitud o peso.

# personalBestsNoDataTitle
source: No Data
es: Sin datos

# personalBestsShowAllSpecies
source: View all species
es: Ver todas las especies

# personalBestsSpeciesByLength
source: Species By Length
es: Especies por longitud

# personalBestsSpeciesByLengthLabel
source: Longest
es: Más largo

# personalBestsSpeciesByWeight
source: Species By Weight
es: Especies por peso

# personalBestsSpeciesByWeightLabel
source: Heaviest
es: Más pesado

# personalBestsTrip
source: Best Trip
es: Mejor viaje

# photosPageEmptyDescription
source: All photos attached to catches will be displayed here. To add a catch, tap the %s icon.
es: Todas las fotos adjuntas a las capturas se mostrarán aquí. Para agregar una captura, toca el ícono %s.

# photosPageEmptyTitle
source: No Photos
es: Sin fotos

# photosPageTitle
source: Photos ({numOfPhotos})
es: Fotos ({numOfPhotos})

# pickerTitleAngler
source: Select Angler
es: Seleccionar pescador

# pickerTitleAnglers
source: Select Anglers
es: Seleccionar pescadores

# pickerTitleBait
source: Select Bait
es: Seleccionar cebo

# pickerTitleBaitCategory
source: Select Bait Category
es: Seleccionar categoría de cebo

# pickerTitleBaits
source: Select Baits
es: Seleccionar cebos

# pickerTitleBodiesOfWater
source: Select Bodies of Water
es: Seleccionar cuerpos de agua

# pickerTitleBodyOfWater
source: Select Body of Water
es: Seleccionar cuerpo de agua

# pickerTitleCatches
source: Select Catches
es: Seleccionar capturas

# pickerTitleDateRange
source: Select Date Range
es: Seleccionar rango de fechas

# pickerTitleFields
source: Select Fields
es: Seleccionar campos

# pickerTitleFishingMethods
source: Select Fishing Methods
es: Seleccionar métodos de pesca

# pickerTitleFishingSpot
source: Select Fishing Spot
es: Seleccionar lugar de pesca

# pickerTitleFishingSpots
source: Select Fishing Spots
es: Seleccionar lugares de pesca

# pickerTitleGear
source: Select Gear
es: Seleccionar equipo

# pickerTitleGpsTrails
source: Select GPS Trails
es: Seleccionar rutas GPS

# pickerTitleMoonPhase
source: Select Moon Phase
es: Seleccionar fase lunar

# pickerTitleMoonPhases
source: Select Moon Phases
es: Seleccionar fases lunares

# pickerTitleReport
source: Select Report
es: Seleccionar informe

# pickerTitleRodAction
source: Select Action
es: Seleccionar acción

# pickerTitleRodPower
source: Select Power
es: Seleccionar potencia

# pickerTitleSeason
source: Select Season
es: Seleccionar temporada

# pickerTitleSeasons
source: Select Seasons
es: Seleccionar temporadas

# pickerTitleSkyCondition
source: Select Sky Condition
es: Seleccionar condición del cielo

# pickerTitleSkyConditions
source: Select Sky Conditions
es: Seleccionar condiciones del cielo

# pickerTitleSpecies
source: Select Species
es: Seleccionar especies

# pickerTitleTide
source: Select Tide
es: Seleccionar marea

# pickerTitleTides
source: Select Tides
es: Seleccionar mareas

# pickerTitleTimeOfDay
source: Select Time of Day
es: Seleccionar hora del día

# pickerTitleTimesOfDay
source: Select Times of Day
es: Seleccionar horas del día

# pickerTitleTimeZone
source: Select Time Zone
es: Seleccionar zona horaria
