Repository: cohenadair/anglers-log
Catalog: mobile/lib/l10n/localizations_*.arb
Languages: es

# aboutPageEula
source: Terms of Use (EULA)
es: Términos de Uso (EULA)

# aboutPagePrivacy
source: Privacy Policy
es: Política de privacidad

# aboutPageVersion
source: Version
es: Versión

# aboutPageWorldTidePrivacy
source: Tidal data retrieved from www.worldtides.info. Copyright © 2014-2023 Brainware LLC. Licensed for use of individual spatial coordinates by an end-user. NO GUARANTEES ARE MADE ABOUT THE CORRECTNESS OF THIS TIDAL DATA. You may not use this data if anyone or anything could come to harm as a result of using it (e.g. for navigational purposes). Tidal data is obtained from various sources and is covered in part or whole by various copyrights. For details see: http://www.worldtides.info/copyright
es: Datos de mareas recuperados de www.worldtides.info. Copyright © 2014-2023 Brainware LLC. Licenciado para el uso de coordenadas espaciales individuales por un usuario final. NO SE HACEN GARANTÍAS SOBRE LA CORRECCIÓN DE ESTOS DATOS DE MAREA. No puede usar estos datos si alguien o algo podría resultar dañado como resultado de su uso (por ejemplo, para fines de navegación). Los datos de mareas se obtienen de varias fuentes y están cubiertos en parte o en su totalidad por varios derechos de autor. Para más detalles, consulte: http://www.worldtides.info/copyright

# aboutPageWorldTides
source: WorldTides™ Privacy Policy
es: Política de Privacidad de WorldTides™

source: Add
es: Añadir

# addAnythingTitle
source: Add New
es: Agregar nuevo

source: All
es: Todos

# anglerListPageDeleteMessage
source: {angler} is associated with {numOfCatches} catches; are you sure you want to delete them? This cannot be undone.
es: {angler} está asociado con {numOfCatches} capturas; ¿estás seguro de que deseas eliminarlas? Esto no se puede deshacer.

# anglerListPageDeleteMessageSingular
source: {angler} is associated with 1 catch; are you sure you want to delete them? This cannot be undone.
es: {angler} está asociado con 1 captura; ¿estás seguro de que deseas eliminarla? Esto no se puede deshacer.

# anglerListPageEmptyListDescription
source: You haven''t yet added any anglers. Tap the %s button to begin.
es: Aún no has agregado ningún pescador. Toca el botón %s para comenzar.

# anglerListPageEmptyListTitle
source: No Anglers
es: No hay Pescadores

# anglerListPageSearchHint
source: Search anglers
es: Buscar pescadores

# anglerListPageTitle
source: Anglers ({numOfAnglers})
es: Pescadores ({numOfAnglers})

# anglerNameLabel
source: Angler
es: Pescador

# anglersSummaryEmpty
source: When anglers are added to your log, a summary of their catches will be shown here.
es: Cuando se agreguen pescadores a tu registro, se mostrará aquí un resumen de sus capturas.

# appName
source: Anglers'' Log
es: Registro de Pescadores

# asyncFeedbackSendReport
source: Send Report
es: Enviar informe

# atmosphereInputAirHumidity
source: Air Humidity
es: Humedad del aire

# atmosphereInputAirTemperature
source: Air Temperature
es: Temperatura del aire

# atmosphereInputAirVisibility
source: Air Visibility
es: Visibilidad del Aire

# atmosphereInputAtmosphericPressure
source: Atmospheric Pressure
es: Presión atmosférica

# atmosphereInputHumidity
source: Humidity
es: Humedad

# atmosphereInputMoon
source: Moon
es: Luna

# atmosphereInputMoonPhase
source: Moon Phase
es: Fase lunar

# atmosphereInputNoSkyConditions
source: No sky conditions
es: Sin condiciones del cielo

# atmosphereInputPressure
source: Pressure
es: Presión

# tideTimeAndHeight
source: {height} at {time}
es: {height} a la {time}

# atmosphereInputSkyConditions
source: Sky Conditions
es: Condiciones del cielo

# atmosphereInputSunrise
source: Sunrise
es: Amanecer

# atmosphereInputSunset
source: Sunset
es: Atardecer

# atmosphereInputTemperature
source: Temperature
es: Temperatura

# atmosphereInputTimeOfSunrise
source: Time of Sunrise
es: Hora del amanecer

# atmosphereInputTimeOfSunset
source: Time of Sunset
es: Hora del atardecer

# atmosphereInputVisibility
source: Visibility
es: Visibilidad

# atmosphereInputWind
source: Wind
es: Viento

# atmosphereInputWindDirection
source: Wind Direction
es: Dirección del viento

# atmosphereInputWindSpeed
source: Wind Speed
es: Velocidad del viento

source: Back
es: Volver

# backupPageAction
source: Backup Now
es: Hacer copia de seguridad ahora

# backupPageAutoTitle
source: Automatically Backup
es: Copia de seguridad automática

# backupPageDescription
source: Your data is copied to a private folder in your Google Drive™ and is not shared publicly. The backup process may take several minutes.
es: Tus datos se copian a una carpeta privada en tu Google Drive™ y no se comparten públicamente. El proceso de copia de seguridad puede tardar varios minutos.

# backupPageErrorTitle
source: Backup Error
es: Error de copia de seguridad

# backupPageLastBackupLabel
source: Last Backup
es: Última copia de seguridad

# backupPageLastBackupNever
source: Never
es: Nunca

# backupPageMoreTitle
source: Backup and Restore
es: Copia de seguridad y restauración

# backupPageTitle
source: Backup
es: Copia de seguridad

# backupRestoreAccessDenied
source: Anglers'' Log doesn''t have permission to backup your data. Please sign out and sign back in, ensuring the "See, create, and delete its own configuration data in your Google Drive™." box is checked, and try again.
es: Anglers'' Log no tiene permiso para hacer una copia de seguridad de tus datos. Por favor, cierra sesión y vuelve a iniciar sesión, asegurándote de que la casilla "Ver, crear y eliminar sus propios datos de configuración en tu Google Drive™." esté marcada, y vuelve a intentarlo.

# backupRestoreApiRequestError
source: The network may have been interrupted. Verify your internet connection and try again. If the issue persists, please send Anglers'' Log a report for investigation.
es: La red puede haber sido interrumpida. Verifica tu conexión a internet y vuelve a intentarlo. Si el problema persiste, por favor envía un informe a Anglers'' Log para su investigación.

# backupRestoreAuthenticating
source: Authenticating...
es: Autenticando...

# backupRestoreAuthError
source: Authentication error, please try again later.
es: Error de autenticación, por favor intenta de nuevo más tarde.

# backupRestoreAutoNetworkError
source: Auto-backup failed due to a network connectivity issue. Please do a manual backup or wait for the next auto-backup attempt.
es: La copia de seguridad automática falló debido a un problema de conectividad de red. Por favor, haz una copia de seguridad manual o espera el próximo intento de copia de seguridad automática.

# backupRestoreAutoSignedOutError
source: Auto-backup failed due to an authentication timeout. Please sign in again.
es: La copia de seguridad automática falló debido a un tiempo de espera de autenticación. Por favor, inicia sesión nuevamente.

# backupRestoreBackingUpDatabase
source: Backing up database...
es: Haciendo copia de seguridad de la base de datos...

# backupRestoreBackingUpImages
source: Backing up images{percent}...
es: Haciendo copia de seguridad de imágenes{percent}...

# backupRestoreCreateFolderError
source: Failed to create backup folder, please try again later.
es: Error al crear la carpeta de respaldo, por favor intenta de nuevo más tarde.

# backupRestoreCreatingFolder
source: Creating backup folder...
es: Creando carpeta de respaldo...

# backupRestoreDatabaseNotFound
source: Backup data file not found. You must backup your data before it can be restored.
es: Archivo de datos de respaldo no encontrado. Debes respaldar tus datos antes de que puedan ser restaurados.

# backupRestoreDownloadingDatabase
source: Downloading database...
es: Descargando base de datos...

# backupRestoreDownloadingImages
source: Downloading images{percent}...
es: Descargando imágenes{percent}...

# backupRestoreFetchingFiles
source: Fetching data...
es: Obteniendo datos...

# backupRestoreFolderNotFound
source: Backup folder not found. You must backup your data before it can be restored.
es: Carpeta de respaldo no encontrada. Debes respaldar tus datos antes de que puedan ser restaurados.

# backupRestoreReloadingData
source: Reloading data...
es: Recargando datos...

# backupRestoreStorageFull
source: Your Google Drive™ storage is full. Please free some space and try again.
es: Tu almacenamiento de Google Drive™ está lleno. Por favor libera algo de espacio e intenta de nuevo.

# backupRestoreSuccess
source: Success!
es: ¡Éxito!

# baitCategoryListPageDeleteMessage
source: {bait} is associated with {numOfBaits} baits; are you sure you want to delete it? This cannot be undone.
es: {bait} está asociado con {numOfBaits} cebos; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# baitCategoryListPageDeleteMessageSingular
source: {category} is associated with 1 bait; are you sure you want to delete it? This cannot be undone.
es: {category} está asociado con 1 cebo; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# baitCategoryListPageEmptyListDescription
source: You haven''t yet added any bait categories. Tap the %s button to begin.
es: Aún no has agregado ninguna categoría de cebos. Toca el botón %s para comenzar.

# baitCategoryListPageEmptyListTitle
source: No Bait Categories
es: No hay categorías de cebos

# baitCategoryListPageSearchHint
source: Search bait categories
es: Buscar categorías de cebos

# baitCategoryListPageTitle
source: Bait Categories ({numOfCategories})
es: Categorías de Cebos ({numOfCategories})

# baitListPageDeleteMessage
source: {bait} is associated with {numOfCatches} catches; are you sure you want to delete it? This cannot be undone.
es: {bait} está asociado con {numOfCatches} capturas; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# baitListPageDeleteMessageSingular
source: {bait} is associated with 1 catch; are you sure you want to delete it? This cannot be undone.
es: {bait} está asociado con 1 captura; ¿estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# baitListPageEmptyListDescription
source: You haven''t yet added any baits. Tap the %s button to begin.
es: Aún no has añadido cebos. Toca el botón %s para comenzar.

# baitListPageEmptyListTitle
source: No Baits
es: Sin cebos

# baitListPageOtherCategory
source: No Category
es: Sin categoría

# baitListPageSearchHint
source: Search baits
es: Buscar cebos

# baitListPageTitle
source: Baits ({numOfBaits})
es: Cebos ({numOfBaits})

# baitListPageVariantLabel
source: 1 Variant
es: 1 variante

# baitListPageVariantsLabel
source: {numOfVariants} Variants
es: {numOfVariants} variantes

# baitsSummaryEmpty
source: When baits are added to your log, a summary of their catches will be shown here.
es: Cuando se añadan cebos a tu registro, aquí se mostrará un resumen de sus capturas.

# baitTypeLive
source: Live
es: Activo

# baitVariantPageDiveDepth
source: Dive Depth
es: Profundidad de inmersión

# baitVariantPageModel
source: Model Number
es: Número de modelo

# baitVariantPageSize
source: Size
es: Tamaño

# baitVariantPageVariantLabel
source: Variant of
es: Variante de

# bodiesOfWaterSummaryEmpty
source: When bodies of water are added to your log, a summary of their catches will be shown here.
es: Cuando se añadan cuerpos de agua a tu registro, aquí se mostrará un resumen de sus capturas.

# bodyOfWaterListPageDeleteMessage
source: {bodyOfWater} is associated with {numOfSpots} fishing spots; are you sure you want to delete it? This cannot be undone.
es: {bodyOfWater} está asociado con {numOfSpots} lugares de pesca; ¿estás seguro de que quieres eliminarlo? Esto no se puede deshacer.

# bodyOfWaterListPageDeleteMessageSingular
source: {bodyOfWater} is associated with 1 fishing spot; are you sure you want to delete it? This cannot be undone.
es: {bodyOfWater} está asociado con 1 lugar de pesca; ¿estás seguro de que quieres eliminarlo? Esto no se puede deshacer.

# bodyOfWaterListPageEmptyListDescription
source: You haven''t yet added any bodies of water. Tap the %s button to begin.
es: Aún no has añadido cuerpos de agua. Toca el botón %s para comenzar.

# bodyOfWaterListPageEmptyListTitle
source: No Bodies of Water
es: Sin cuerpos de agua

# bodyOfWaterListPageSearchHint
source: Search bodies of water
es: Buscar cuerpos de agua

# bodyOfWaterListPageTitle
source: Bodies of Water ({numOfBodiesOfWater})
es: Cuerpos de agua ({numOfBodiesOfWater})

source: by
es: por

# calendarPageTitle
source: Calendar
es: Calendario

# calendarPageTripLabel
source: Trip
es: Viaje

# catchFieldAngler
source: Angler
es: Pescador

# catchFieldBait
source: Bait
es: Cebo

# catchFieldCatchAndRelease
source: Catch and Release
es: Captura y liberación

# catchFieldCatchAndReleaseDescription
source: Whether or not this catch was released.
es: Si esta captura fue liberada o no.

# catchFieldDate
source: Date
es: Fecha

# catchFieldDateTime
source: Date and Time
es: Fecha y hora

# catchFieldFavorite
source: Favourite
es: Favorito

# catchFieldFavoriteDescription
source: Whether a catch was one of your favourites.
es: Si una captura fue una de tus favoritas.

# catchFieldFishingSpot
source: Fishing Spot
es: Lugar de pesca

# catchFieldFishingSpotDescription
source: Coordinates of where a catch was made.
es: Coordenadas de donde se realizó una captura.

# catchFieldGear
source: Gear
es: Equipo

# catchFieldImages
source: Photos
es: Fotos

# catchFieldLengthLabel
source: Length
es: Longitud

# catchFieldMethodsDescription
source: The way in which a catch was made.
es: La forma en que se realizó una captura.

# catchFieldNoBaits
source: No baits
es: Sin cebos

# catchFieldNoGear
source: No gear
es: Sin equipo

# catchFieldNoMethods
source: No fishing methods
es: Sin métodos de pesca

# catchFieldNotesLabel
source: Notes
es: Notas

# catchFieldPeriod
source: Time of Day
es: Hora del día

# catchFieldPeriodDescription
source: Such as dawn, morning, dusk, etc.
es: Como el amanecer, la mañana, el atardecer, etc.

# catchFieldQuantityDescription
source: The number of the selected species caught.
es: El número de especies seleccionadas capturadas.

# catchFieldQuantityLabel
source: Quantity
es: Cantidad

# catchFieldSeason
source: Season
es: Temporada

# catchFieldSeasonDescription
source: Winter, spring, summer, or autumn.
es: Invierno, primavera, verano u otoño.

# catchFieldTide
source: Tide
es: Marea

# catchFieldTideHeightLabel
source: Tide Height
es: Altura de la marea

# catchFieldTime
source: Time
es: Tiempo

# catchFieldWeightLabel
source: Weight
es: Peso

# catchListItemLength
source: Length: {value}
es: Longitud: {value}

# catchListItemWeight
source: Weight: {value}
es: Peso: {value}

# catchListPageEmptyListDescription
source: You haven''t yet added any catches. Tap the %s button to begin.
es: Aún no has agregado ninguna captura. Toca el botón %s para comenzar.

# catchListPageEmptyListTitle
source: No Catches
es: Sin capturas

# catchListPageSearchHint
source: Search catches
es: Buscar capturas

# catchListPageTitle
source: Catches ({numOfCatches})
es: Capturas ({numOfCatches})

# catchPageDeleteMessage
source: Are you sure you want to delete catch {value}? This cannot be undone.
es: ¿Estás seguro de que deseas eliminar la captura {value}? Esto no se puede deshacer.

# catchPageDeleteWithTripMessage
source: {value} is associated with a trip; Are you sure you want to delete it? This cannot be undone.
es: {value} está asociado con un viaje; ¿Estás seguro de que deseas eliminarlo? Esto no se puede deshacer.

# catchPageKept
source: Kept
es: Conservado

# catchPageQuantityLabel
source: Quantity: {value}
es: Cantidad: {value}

# catchPageReleased
source: Released
es: Liberado

# changeLog_210_1
source: In More > Feature Polls, you can now vote on what features you want to see next
es: En Más > Encuestas de características, ahora puedes votar sobre qué características deseas ver a continuación

# changeLog_210_2
source: Fixed issue where personal best photos'' corners weren''t rounded
es: Se solucionó el problema donde las esquinas de las fotos de mejor marca personal no estaban redondeadas

# changeLog_210_3
source: Fixed issue where catch quantity values weren''t being counted on the Stats page
es: Se solucionó el problema donde los valores de cantidad de captura no se contaban en la página de estadísticas

# changeLog_210_4
source: Automatic fishing spot picking distance is now configurable in Settings
es: La distancia de selección automática de lugares de pesca ahora es configurable en Configuración

# changeLog_212_1
source: Fixed crash while importing legacy data
es: Se solucionó un bloqueo al importar datos heredados

# changeLog_212_2
source: Fixed crash while editing comparison reports
es: Se solucionó un bloqueo al editar informes de comparación

# changeLog_212_3
source: Fixed map appearing for some users after returning to the foreground
es: Se solucionó el problema del mapa que aparecía para algunos usuarios después de regresar al primer plano

# changeLog_212_4
source: Removed notes input field character limit
es: Se eliminó el límite de caracteres en el campo de entrada de notas

# changeLog_213_1
source: Fixed issue where data restoring would sometimes fail
es: Se solucionó un problema donde la restauración de datos a veces fallaba

# changeLog_213_2
source: Fixed crash during legacy data migration
es: Se solucionó un fallo durante la migración de datos heredados

# changeLog_213_3
source: Performance improvements
es: Mejoras en el rendimiento

# changeLog_213_4
source: Free users will no longer see ads
es: Los usuarios gratuitos ya no verán anuncios

# changeLog_215_1
source: Improved efficiency of report calculations, which results in a smoother user experience
es: Mejorada la eficiencia de los cálculos de informes, lo que resulta en una experiencia de usuario más fluida

# changeLog_216_1
source: Fishing spot coordinates are now editable
es: Las coordenadas de los lugares de pesca ahora son editables

# changeLog_216_2
source: Improved backup and restore error messages
es: Mejorados los mensajes de error de copia de seguridad y restauración

# changeLog_216_3
source: Fixed issue where sometimes fishing spot "Directions" button didn''t work
es: Se solucionó un problema donde a veces el botón de "Direcciones" del lugar de pesca no funcionaba

# changeLog_216_4
source: Fixed issue where the photo gallery would sometimes appear empty
es: Se solucionó un problema donde la galería de fotos a veces aparecía vacía

# changeLog_216_5
source: Fixed several crashes
es: Se solucionaron varios fallos

# changeLog_220_1
source: Added a calendar view of trips and catches to the "More" page
es: Se agregó una vista de calendario de viajes y capturas a la página "Más"

# changeLog_220_2
source: Fixed multiple issues with displaying baits on the "Stats" page
es: Se solucionaron múltiples problemas con la visualización de cebos en la página "Estadísticas"

# changeLog_220_3
source: Fixed crash when photo data became unreadable
es: Se solucionó un fallo cuando los datos de la foto se volvían ilegibles

# changeLog_230_1
source: Add live GPS tracking that can be enabled by tapping the %s button on the map
es: Agregar seguimiento GPS en vivo que se puede habilitar tocando el botón %s en el mapa

# changeLog_230_2
source: Countries whose locale allows it, can now use commas as decimal points
es: Los países cuya configuración regional lo permite, ahora pueden usar comas como puntos decimales

# changeLog_230_3
source: Fixed issue where a photo''s time and location weren''t always used when adding a catch
es: Se solucionó un problema donde la hora y ubicación de una foto no siempre se usaban al agregar una captura

# changeLog_230_4
source: Fixed a bug where the wrong catches were being shown on the stats page
es: Se solucionó un error donde se mostraban las capturas incorrectas en la página de estadísticas

# changeLog_230_5
source: Minor UI bug fixes
es: Correcciones menores de errores en la interfaz de usuario

# changeLog_232_1
source: Fixed an issue where trip start and end times could not be set
es: Se solucionó un problema donde no se podían establecer las horas de inicio y fin del viaje

# changeLog_233_1
source: Fixed an issue where trip start and end dates weren''t selectable from the "Manage Fields" menu
es: Se solucionó un problema donde las fechas de inicio y fin del viaje no eran seleccionables desde el menú "Gestionar Campos"

# changeLog_233_2
source: Some general stability improvements
es: Algunas mejoras generales de estabilidad

# changeLog_234_1
source: You will now be warned when leaving a page without first pressing the "SAVE" button
es: Ahora se le advertirá cuando salga de una página sin presionar primero el botón "GUARDAR"

# changeLog_234_2
source: A trip''s manually set start time is now used when fetching atmosphere and weather data
es: La hora de inicio establecida manualmente de un viaje ahora se utiliza al obtener datos de atmósfera y clima

# changeLog_234_3
source: Fixed an issue where photos didn''t show in the gallery when adding a catch
es: Se solucionó un problema donde las fotos no se mostraban en la galería al agregar una captura

# changeLog_234_4
source: Fixed an issue where the map wasn''t always able to fetch your current location
es: Se solucionó un problema donde el mapa no siempre podía obtener su ubicación actual

# changeLog_240_1
source: Added support for Dark Mode
es: Se agregó soporte para el modo oscuro

# changeLog_240_2
source: Removed decimal digits on a trip''s length stats tiles
es: Se eliminaron los dígitos decimales en las estadísticas de longitud de un viaje

# changeLog_240_3
source: Stats time period selection is now saved across app launches
es: La selección del período de tiempo de estadísticas ahora se guarda entre lanzamientos de la aplicación

# changeLog_240_4
source: Added "Sunny" as a sky condition
es: Se agregó "Soleado" como condición del cielo

# changeLog_240_5
source: Note fields can now include blank lines
es: Los campos de notas ahora pueden incluir líneas en blanco

# changeLog_240_6
source: Note fields are no longer truncated to 4 lines
es: Los campos de notas ya no se truncarán a 4 líneas

# changeLog_241_1
source: Fixed a crash while fetching atmosphere and weather data
es: Se solucionó un bloqueo al obtener datos de atmósfera y clima

# changeLog_241_2
source: Fixed a rare crash while adding a catch
es: Se solucionó un bloqueo raro al agregar una captura

# changeLog_241_3
source: Fixed an issue where the fishing spot was reset while adding a catch
es: Se solucionó un problema donde el lugar de pesca se restablecía al agregar una captura

# changeLog_241_4
source: When adding trips, you are now given the option to automatically set existing fields based on the selected catches
es: Al agregar viajes, ahora se te da la opción de establecer automáticamente los campos existentes según las capturas seleccionadas

# changeLog_241_5
source: Several general stability improvements and crash fixes
es: Varios mejoras generales de estabilidad y correcciones de fallos

# changeLog_243_1
source: Fixed inaccurate fetched atmosphere and weather data
es: Se corrigieron datos de atmósfera y clima obtenidos inexactos

# changeLog_250_1
source: Tide data can now be fetched from WorldTides™
es: Los datos de mareas ahora se pueden obtener de WorldTides™

# changeLog_250_2
source: Added "Evening" time of day
es: Se agregó la hora del día "Tarde"

# changeLog_250_3
source: Fixed an issue where a fishing spot couldn''t be added if it was too close to another spot
es: Se corrigió un problema donde no se podía agregar un lugar de pesca si estaba demasiado cerca de otro lugar

# changeLog_250_4
source: Fixed an issue inputting decimal values for languages that use commas as separators
es: Se corrigió un problema al ingresar valores decimales para idiomas que utilizan comas como separadores
